Repository: LN-Zap/zap-iOS
Catalog: Library/*.lproj/Localizable.strings
Languages: ar, cs, de, es, fr, hr, it, nb, nl, pl, pt_br, ru, uk

# scene.time_lock.description
source: Your wallet is locked for:
ar: محفظتك مقفلة من أجل:
cs: Vaše peněženka je uzamčena pro:
de: Deine Geldbörse ist gesperrt für:
es: Su cartera está bloqueada para:
fr: Votre portefeuille est verrouillé pendant :
hr: Tvoj novčanik je zaključan za:
it: Il portafoglio è bloccato per:
nb: Lommeboken din er lukket i:
nl: Je wallet is vergrendeld voor:
pt_br: Sua carteira está bloqueada por:
ru: Ваш кошелек заблокирован для:
uk: Ваш гаманець заблокований для:

# scene.modal_pin.headline
source: Enter PIN
ar: أدخل رمز المرور
cs: Zadejte PIN
de: PIN eingeben
fr: Entrez votre code PIN
hr: Unesi lozinku
nb: Oppgi PIN-kode
nl: Voer pincode in
pt_br: Digitar PIN
ru: Введите Пароль
uk: Введіть пінкод

# scene.history.cell.payment_sent
source: Payment sent
ar: تم ارسال الدفعة
cs: Platba odeslána
de: Zahlung gesendet
es: Pago enviado
fr: Paiement envoyé
hr: Plaćanje poslano
it: Pagamento inviato
nb: Betaling sendt
nl: Betaling verstuurd
pt_br: Pagamento enviado
ru: Перевод отправлен
uk: Плату надіслано

# scene.history.cell.payment_received
source: Payment received
ar: تم استلام الدفعة
cs: Platba přijata
de: Zahlung empfangen
es: Pago recibido
fr: Paiement reçu
hr: Plaćanje primljeno
it: Pagamento ricevuto
nb: Innbetaling mottatt
nl: Betaling ontvangen
pt_br: Pagamento recebido
ru: Перевод получен
uk: Платіж отримано

# scene.history.cell.invoice_created
source: Payment Request created
ar: تم إنشاء طلب الدفع
cs: Požadavek platby vytvořen
de: Zahlungs-Anfrage erstellt
es: Solicitud de pago creada
fr: Demande de paiement créée
hr: Zahtjev za plaćanje je stvoren
it: Richiesta di pagamento
nb: Betalingsanmodning opprettet
nl: Betalingsverzoek aangemaakt
pt_br: Solicitação de Pagamento criada
ru: Создан запрос на оплату
uk: Створено запит ро оплату

# scene.history.cell.channel_opened
source: Opened Channel
ar: قناة مفتوحة
cs: Otevřený kanál
de: Zahlungskanal öffnen
es: Abriste un Canal
fr: Canal ouvert
hr: Otvori kanal
it: Canale aperto
nb: Åpnet kanal
nl: Channel geopened
pt_br: Canal Aberto
ru: Открыть Канал
uk: Канал відкритий

# scene.history.cell.channel_closed
source: Closed Channel
ar: قناة مغلقة
cs: Uzavřený kanál
de: Geschlossener Channel
es: Cerraste un Canal
fr: Canal fermé
hr: Zatvori kanal
it: Canale chiuso
nb: Lukket kanal
nl: Channel gesloten
pt_br: Canal Fechado
ru: Закрыть Канал
uk: Канал відкритий

# scene.history.cell.force_close_channel
source: Force closed Channel
ar: قناة مغلقة أجباري
cs: Vynuceně uzavřený kanál
de: Erzwinge Channel-Schließung
es: Forzar cierre de canal
fr: Canal fermé de force
hr: Prisilno zatvori kanal
it: Forza chiusura canale
nb: Tvangslukket kanal
nl: Sluit channel geforceerd af
pt_br: Canal Fechado forçosamente
ru: Принудительное закрытие Канала
uk: Канал примусово закрито

# scene.history.cell.remote_force_close_channel
source: Remote forced close Channel
ar: أجبار القناة على الأغلاق عن بعد
cs: Vzdátelný vynuceně uzavřený kanál
de: Vom Peer erzwungener geschlossener Kanal
es: Cerraste canal remotamente
fr: Canal fermé de force par le pair
hr: Udaljeno prisilno zatvori kanal
it: Chiusura canale forzata da remoto
nb: Fjerntvangslukk kanal
nl: Sluit channel remote geforceerd
pt_br: Canal fechado forçosamente remotamente
ru: Удаленное принудительноу закрытие Канала
uk: Віддалене примусове закриття каналу

# scene.history.cell.breach_close_channel
source: Breach closed Channel
ar: خرق قناة مغلقة
cs: Porušeně uzavřený kanál
de: Durch Verstoß geschlossener Kanal
es: Forzar cierre de canal
fr: Canal fermé (infraction)
hr: Zatvori povrijeđeni kanal
it: Canale chiuso per violazione
nb: Lukk skadet kanal
nl: Breach gesloten channel
pt_br: Canal fechado por violação
ru: Принудительное Закрытие Канала
uk: Порушення закритого каналу

# scene.history.cell.close_channel_funding_canceled
source: Closed Channel (funding canceled)
ar: قناة مغلقة (تم إلغاء التمويل)
cs: Uzavřený kanál (financování zrušeno)
de: Geschlossene Zahlungskanäle (Finanzierung wurde abgebrochen)
es: Canal Cerrado (depósito cancelado)
fr: Canal fermé (ouverture annulée)
hr: Zatvori kanal (financiranje otkazano)
it: Canale chiuso (trasferimento cancellato)
nb: Lukk kanal (finansiering avbrutt)
nl: Gesloten channel (financiering geannuleerd)
pt_br: Canal Fechado (depósito cancelado)
ru: Закрыть канал (пополнение отменено)
uk: Закритий канал (фінансування скасовано)

# scene.history.cell.channel_abandoned
source: Channel abandoned
ar: قناة مهجورة
cs: Kanál byl opuštěn
de: Channel aufgegeben
es: Canal abandonado
fr: Canal abandonné
hr: Kanal je napušten
it: Canale abbandonato
nb: Kanal forlatt
nl: Channel verlaten
pt_br: Canal abandonado
ru: Канал заброшен
uk: Канал покинутий

# scene.history.cell.transaction_sent
source: Payment sent
ar: تم ارسال الدفعة
cs: Platba poslána
de: Zahlung gesendet
es: Pago enviado
fr: Paiement envoyé
hr: Plaćanje poslano
it: Pagamento inviato
nb: Betaling sendt
nl: Betaling verstuurd
pt_br: Pagamento enviado
ru: Перевод отправлен
uk: Плату надіслано

# scene.history.cell.transaction_received
source: Payment received
ar: تم استلام الدفعة
cs: Platba přijata
de: Zahlung empfangen
es: Pago recibido
fr: Paiement reçu
hr: Plaćanje primljeno
it: Pagamento ricevuto
nb: Betaling mottatt
nl: Betaling ontvangen
pt_br: Pagamento recebido
ru: Перевод получен
uk: Платіж отримано

# scene.history.cell.label.new
source: new
ar: جديد
cs: nový
de: neu
es: nuevo
fr: nouveau
hr: novo
it: nuovo
nb: ny
nl: nieuw
pt_br: novo
ru: создать
uk: створити

# scene.history.cell.label.error
source: error
ar: خطأ
cs: chyba
de: Fehler
fr: erreur
hr: pogreška
it: errore
nb: feil
pt_br: erro
ru: ошибка
uk: помилка

# scene.node_uri.title
source: Connect to Node
ar: الاتصال بالـ Node
cs: Připojit k uzlu
de: Remote-Knoten verbinden
es: Conectar al nodo
fr: Se connecter au nœud
hr: Povezivanje na čvor
it: Connetti al nodo
nb: Koble til node
nl: Verbind met node
pt_br: Conecte-se ao nó
ru: Подключениие к Узлу
uk: Підключитися до вузла

# scene.node_uri.alias_label
source: Alias
ar: الاسم المستعار
fr: Pseudonyme
hr: Nadimak
pt_br: Identificador
ru: Метка
uk: Псевдонім

# scene.connect_node_uri.action_sheet.title
source: Connect
ar: الاتصال
cs: Připojit
de: Verbinden
es: Conectar
fr: Se connecter
hr: Povezivanje
it: Connetti
nb: Koble til
nl: Verbind
pt_br: Conectar
ru: Подключение
uk: Підключитись

# scene.connect_node_uri.action_sheet.connect_button
source: Connect
ar: الاتصال
cs: Připojit
de: Verbinden
es: Conectar
fr: Se connecter
hr: Povezivanje
it: Connetti
nb: Koble til
nl: Verbind
pt_br: Conectar
ru: Подключится
uk: Підключитись

# scene.connect_node_uri.action_sheet.message
source: Do you really want to connect to node at %@?
ar: هل تريد حقًا الاتصال بالـ Node على %@؟
cs: Opravdu se chcete připojit k uzlu %@?
de: Möchtest du dich zum Knoten %@ verbinden?
es: ¿Estás seguro que quieres conectarte al nodo %@?
fr: Voulez-vous vraiment vous connecter au nœud %@ ?
hr: Stvarno se želiš povezati čvor %@?
it: Vuoi davvero connetterti al nodo %@?
nb: Er du sikker på at du vil koble til noden på %@?
nl: Weet je zeker dat je wil verbinden met node %@?
pt_br: Você quer mesmo conectar ao nó em %@?
ru: Вы действительно хотите подключиться к узлу на %@?
uk: Ви дійсно хочете підключитись до вузла на %@?

# scene.wallet_list.title
source: Wallets
ar: محافظ
cs: Peněženky
es: Carteras
fr: Portefeuilles
it: Portafogli
nb: Lommebøker
pt_br: Carteiras
ru: Кошельки
uk: Гаманці

# scene.unlock.title
source: Unlock Node
ar: فتح القفل الـ Node
cs: Odemknout uzel
de: Entsperre Knoten
es: Desbloquear Nodo
fr: Déverrouillez votre nœud
it: Sblocca Nodo
nb: Lås opp node
nl: Ontgrendel node
pt_br: Desbloquear nó
ru: Разблокировать Узел
uk: Розблокувати вузел

# scene.unlock.unlock_button
source: Unlock
ar: الغاء القفل
cs: Odemknout
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca
nb: Lås opp
nl: Ontgrendel
pt_br: Desbloquear
ru: Разблокировать
uk: Розблокувати

# scene.unlock.password_placeholder
source: Password
ar: كلمه السر
cs: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe
nb: Passord
nl: Wachtwoord
pt_br: Senha
ru: Пароль
uk: Пароль

# scene.unlock.title_label
source: Unlock %@
ar: الغاء قفل %@
cs: Odemknout %@
de: Entsperre %@
es: Desbloquear %@
fr: Déverrouiller %@
it: Sblocca %@
nb: Lås opp %@
nl: Ontgrendel %@
pt_br: Desbloquear %@
ru: Разблокировать %@
uk: Розблокувати %@

# scene.manage_wallets.title
source: Manage Wallets
ar: إدارة المحافظ
cs: Spravovat peněženky
de: Verwalten von Wallets
es: Administrar Carteras
fr: Gérer les portefeuilles
it: Gestione Portafogli
nb: Administrer lommebøker
nl: Beheer wallets
pt_br: Gerenciar carteiras
uk: Керувати гаманцями

# scene.manage_wallets.cell.remote
source: remote
ar: التحكم عن بعد
cs: vzdálený
es: remoto
fr: distant
it: remoto
nb: ekstern
pt_br: remoto
uk: віддалений

# scene.manage_wallets.cell.local
source: local
ar: محلي
cs: lokální
de: lokas
nl: lokaal
uk: локальний

# scene.manage_wallets.section_title.local
source: Local Wallet
ar: المحفظة المحلية
cs: Lokální peněženka
de: Lokale Wallet
fr: Portefeuille
nl: Lokale wallet
pt_br: Carteira Local
uk: Локальний гаманець

# scene.manage_wallets.section_title.remote
source: Remote Wallets
ar: المحافظ البعيدة
cs: Vzdálená peněženka
fr: Portefeuilles distants
pt_br: Carteiras Remotas
uk: Віддалені гаманці

# scene.channel_backup.title
source: Channel Backup
ar: النسخة احتياطية للقناة
cs: Záloha kanálu
de: Kanal Backup
es: Respaldo de Canal
fr: Sauvegarde des canaux
it: Backup canale
nl: Back-upchannel
pt_br: Backup de Canais
uk: Резервне копіювання каналу

# scene.channel_backup.not_found
source: file not found
ar: لم يتم العثور على الملف
cs: soubor nenalezen
de: Datei nicht gefunden
es: archivo no encontrado
fr: fichier introuvable
it: file non trovato
nl: bestand niet gevonden
pt_br: arquivo não encontrado
uk: файл не знайдено

# scene.channel_backup.error.iCloudDisabled
source: iCloud seems to be disabled.
ar: يبدو أن iCloud معطلة.
cs: Zdá se, že iCloud je zakázaný.
de: iCloud scheint deaktiviert zu sein.
es: iCloud parece estar desactivado.
fr: iCloud semble être désactivé.
it: iCloud sembra essere disabilitato.
nl: iCloud lijkt uitgeschakeld.
pt_br: iCloud parece estar desabilitado.
uk: iCloud, здається, вимкнено.

# scene.channel_backup.error.iCloudBackupFailed
source: iCloud backup failed.
ar: فشل النسخ الاحتياطي iCloud.
cs: Zálohování na iCloud se nezdařilo.
de: iCloud Backup fehlerhaft.
es: Respaldo en iCloud falló.
fr: La sauvegarde iCloud a échoué.
it: backup iCloud fallito.
nl: iCloud back-up mislukt.
pt_br: Falha no Backup do iCloud.
uk: Не вдалося створити резервну копію iCloud.

# scene.channel_backup.error.localBackupFailed
source: Local file backup failed.
ar: فشل النسخ الاحتياطي للملفات المحلية.
cs: Lokální zálohování souborů se nezdařilo.
de: Lokales File Backup fehlerhaft.
es: Respaldo de archivo local falló.
fr: La sauvegarde locale du fichier a échoué.
it: Backup file locale fallito.
nl: Back-up van lokaal bestand is mislukt.
pt_br: Falha no backup do arquivo local.
uk: Не вдалося створити резервну копію локального файлу.

# scene.channel_backup.error.lndError
source: Could not get channel backup from lnd.
ar: لا يمكن الحصول على النسخة الاحتياطية للقناة من lnd.
cs: Zálohování kanálu se nepodařilo získat od lnd.
de: Kanal Backup konnte von lnd nicht empfangen werden.
es: Error al tratar de conseguir el respaldo del canala de lnd.
fr: Impossible d'accéder à la sauvegarde des canaux de lnd.
it: Impossibile ottenere backup del canale dall’lnd.
nl: Kon back-upchannel niet ophalen van lnd.
pt_br: Não foi possível obter o backup do canal do LND.
uk: Не вдалось отримати резервну копію каналу від lnd.

# scene.push_notification.headline
source: Stay **up to date**
ar: ابق **على اطلاع**
cs: Zůstaňte **aktualní**
de: Bleibe auf dem Laufenden
fr: Restez **à jour**
it: Rimani **aggiornato**
nb: Notifications?
nl: Blijf **up to date**
pt_br: Se mantenha **atualizado**
uk: Будьте **вкурсі**

# scene.push_notification.message
source: To keep your funds safe, Zap needs to sync once in a while. Do you want to be notified when your wallet needs to sync?
ar: للحفاظ على أمان أموالك ، يحتاج Zap للمزامنة من حين إلى آخر. هل تريد أن يتم إشعارك عندما تحتاج محفظتك إلى المزامنة؟
cs: Aby byly vaše peníze v bezpečí, musí se Zap jednou za čas synchronizovat. Chcete být upozorněni na synchronizaci vaší peněženky?
de: Um deine Gelder sicher zu halten, muss Zap ab und zu synchronisieren. Möchtest du eine Benachrichtigung erhalten, wenn es Zeit ist?
fr: Pour gardez vos fonds en sécurité, Zap doit se synchroniser de temps en temps. Voulez-vous être notifié lorsque votre portefeuille doit se synchroniser ?
it: Per tenere i tuoi fondi al sicuro. Zap ha bisogno di sincronizzarsi di tanto in tanto. Vuoi essere notificato quando il tuo portafogli ha bisogno di una sincronizzazione?
nb: To keep your funds safe, zap needs to sync once in a while. Do you want to get a notification when it's time?
nl: Om je tegoed veilig te houden, moet Zap zo nu en dan synchroniseren. Wil je een melding ontvangen wanneer je wallet moet worden gesynchroniseerd?
pt_br: Para manter seus fundos seguros, Zap precisa sincronizar de vez em quando. Você quer receber notificações quando sua carteira precisar sincronizar?
uk: Щоб зберегти ваші кошти, Zap потрібно синхронізувати раз у раз. Ви хочете отримувати сповіщення, коли ваш гаманець повинен синхронізуватися?

# scene.push_notification.confirm_button_title
source: Turn on notifications
ar: قم بتشغيل الإشعارات
cs: Zapnout oznámení
de: Notifikationen einschalten
es: Activar notificaciones
fr: Activer les notifications
it: Attiva notifiche
nl: Schakel meldingen in
pt_br: Ligar notificações
uk: Увімкнути сповіщення

# scene.push_notification.skip_button_title
source: Skip
ar: تجاهل
cs: Přeskočit
de: Überspringen
es: Saltar
fr: Passer
it: Salta
nl: Sla over
pt_br: Pular
uk: Пропустити

# scene.my_node.title
source: My Node
cs: Můj uzel
de: Mein Knoten
nl: Mijn node
pt_br: Meu nó
uk: Мій вузел

# scene.my_node.channels.title
source: Channels
cs: Kanály
de: Kanäle
pt_br: Canais
uk: Канали

# scene.my_node.channels.subtitle
source: Manage your capacity
cs: Spravujte svou kapacitu
de: Verwalte deine Kapazität
nl: Beheer je capaciteit
pt_br: Gerenciar sua capacidade
uk: Керуйте своїми можливостями

# scene.my_node.channel_backup.title
source: Channel Backup
cs: Zálohování kanálu
de: Kanal Backup
nl: Back-upchannel
pt_br: Backup de Canais
uk: Резервне копіювання каналу

# scene.my_node.channel_backup.subtitle
source: Set up emergency options
cs: Nastavte nouzové možnosti
de: Notfalloptionen einrichten
nl: Stel noodopties in
pt_br: Configurar opções de emergência
uk: Налаштуйте параметри надзвичайних ситуацій

# scene.my_node.settings.title
source: Settings
cs: Nastavení
de: Einstellungen
nl: Instellingen
pt_br: Configurações
uk: Налаштування

# scene.my_node.settings.subtitle
source: Edit your preferences
cs: Upravte své preference
de: Einstellungen bearbeiten
nl: Bewerk je voorkeuren
pt_br: Editar suas preferências
uk: Редагувати ваші вподобання

# scene.my_node.support.title
source: Support
cs: Podpora
pt_br: Suporte
uk: Підтримка

# scene.my_node.support.subtitle
source: Get support and send feedback
cs: Získejte podporu a odešlete zpětnou vazbu
de: Erhalte Support und sende Feedback
nl: Krijg support en stuur feedback
pt_br: Consiga suporte e envie feedbacks
uk: Отримайте підтримку та надішліть відгуки

# scene.lnurl_qrcode_scanner.withdraw.title
source: Withdraw
nl: Neem op
pt_br: Saque
uk: Вивести

# scene.lnurl_qrcode_scanner.withdraw.button_title
source: Paste LNURL
pt_br: Colar LNURL
uk: Вставити LNURL

# scene.lnurl.withdraw.title
source: Withdraw
nl: Neem op
pt_br: Saque
uk: Вивести

# scene.lnurl.withdraw.description
source: Description
nl: Omschrijving
pt_br: Descrição
uk: Опис

# scene.lnurl.withdraw.button_title
source: Withdraw
nl: Neem op
pt_br: Saque
uk: Вивести

# notification.sync.title
source: Please sync
ar: يرجى مزامنة
cs: Prosím synchronizovat
de: Bitte synchronisieren
es: Favor de sincronizar
fr: Pensez à synchroniser
it: Sincronizza per favore
nl: Synchroniseer
pt_br: Por favor sincronize
uk: Будь ласка, синхронізуйте

# notification.sync.day_12.body
source: Please remember syncing your wallet to make sure you stay safe
ar: يرجى تذكر من مزامنة محفظتك للتأكد من بقائك آمناً
cs: Nezapomeňte synchronizovat peněženku, abyste se ujistili, že zůstanete v bezpečí
de: Stelle sicher dein Wallet zu synchronisieren um geschützt zu sein
es: Por favor recuerda sincronizar tu cartera para asegurar que estés seguro
fr: Synchronisez votre portefeuille afin de garantir sa sécurité.
it: Ricorda di sincronizzare il tuo portafogli per essere certi di essere al sicuro
nl: Vergeet niet je wallet te synchroniseren om ervoor te zorgen dat je veilig blijft
pt_br: Por favor, lembre de sincronizar sua carteira para ter certeza de continuar seguro
uk: Не забудьте синхронізувати свій гаманець, щоб гарантувати ви у безпеці

# notification.sync.day_13.body
source: You have one more day to sync your wallet before it's getting dangerous.
ar: لديك يوم واحد لمزامنة محفظتك قبل أن تصبح خطيرة.
cs: Máte ještě jeden den na synchronizaci vaší peněženky, než se stane nebezpečnou.
de: Du hast noch einen weiteren Tag Zeit, um deine Wallet zu synchronisieren, bevor es gefährlich wird.
es: Tienes un día más para sincronizar tu cartera antes de que estés en peligro.
fr: Synchronisez votre portefeuille avant que sa sécurité ne soit compromise.
it: Hai ancora un giorno per sincronizzare il tuo portafogli prima che diventi pericoloso.
nl: Je hebt nog een dag om je wallet te synchroniseren voordat deze onveilig wordt.
pt_br: Você tem mais um dia para sincronizar sua carteira antes de ficar perigoso.
uk: У вас є ще один день для синхронізації гаманця, перш ніж це стане небезпечним.

# notification.sync.day_14.body
source: Please sync your wallet as soon as possible.
ar: يرجى مزامنة محفظتك في أقرب وقت ممكن.
cs: Synchronizujte prosím peněženku co nejdříve.
de: Synchronisiere deine Wallet so bald wie möglich.
es: Favor de sincronizar tu cartera lo antes posible.
fr: Synchronisez votre portefeuille dès que possible.
it: Per favore sincronizza il tuo portafogli al più presto possibile.
nl: Synchroniseer je wallet zo snel mogelijk.
pt_br: Por favor, sincronize sua carteira o quanto antes.
uk: Буд ласка, якомога швидше синхорнізуйте ваш гаманець.

# link.privacy
source: http://zap.jackmallers.com/privacy
es: http://zap.jackmallers.com/privacidad
nl: https://zaphq.io/privacy/
pt_br: https://zaphq.io/privacy/

# scene.settings.section.lightning
source: Lightning
pt_br: Rede Lightning

# scene.recover_wallet.placeholder
source: abandon ability able about above absent absorb abstract absurd abuse access accident account accuse achieve acid acoustic acquire across act action actor actress actual
es: abandonar capacidad capaz sobre encima ausente absorber abstracto absurdo abuso accidente cuenta acusar lograr ácido acústico adquirir tras acto acción actor actriz real
hr: napustiti sposobnosti mogućnosti iznad odsutna apsorbirati apstraktni apsurd zlostavljanja pristup nesreći račun optužuju postići kiselina akustične nabaviti preko zakona akcijski glumac glumica stvarni
pt_br: abandonar habilidade disponível sobre ausente absorver abstrato absurdo abuso acesso acidente conta acusar arquivar ácido acústico adquirir através ato ação ator atriz atual

# scene.modal_pin.description
source: Please enter your PIN to continue
ar: الرجاء إدخال رمز المرور للمتابعة
cs: Chcete-li pokračovat, zadejte svůj PIN
de: Bitte gebe deine PIN ein, um fortzufahren
fr: Veuillez entrer votre code PIN actuel
hr: Molimo unesite lozinku da biste nastavili
nb: Oppgi PIN-koden din for å fortsette
nl: Voer je pincode in om verder te gaan
pt_br: Por favor, digite seu PIN para continuar
ru: Пожалуйста, введите пароль, чтобы продолжить

# unit.bitcoin.satoshi
source: Satoshis
cs: Satoshi
hr: Satoši
it: Satoshi
nb: Satoshier
ru: Сатоши

# scene.channel_backup.cell_title
source: %@ channel.backup
cs: %@ kanal.zaloha
es: %@ canal.respaldo
it: %@ canale.backup

# unit.bitcoin.btc
source: Bitcoin
ar: البت كوين
hr: Bitkoin
ru: Биткоин

# link.bug_report
source: https://github.com/LN-Zap/zap-iOS/issues
es: https://github.com/LN-Zap/zap-iOS/informe_de_errores

# link.lnd_releases
source: https://github.com/lightningnetwork/lnd/releases
es: https://github.com/lightningnetwork/lnd/versiones

# unit.bitcoin.mbtc
source: Milli Bitcoin
es: MiliBitcoin
hr: Mili Bitkoin
ru: Милли Биткоин

# scene.request.on_chain_button
source: On-chain
es: En la cadena
hr: Na-lanac

# scene.wallet.detail.on_chain
source: On-chain:
es: En cadena:

# link.help
source: https://docs.zaphq.io/
hr: https://ln-zap.github.io/zap-tutorials/
nb: https://ln-zap.github.io/zap-tutorials/
pl: https://ln-zap.github.io/zap-tutorials/
ru: https://ln-zap.github.io/zap-tutorials/

# link.help.zapconnect
source: https://docs.zaphq.io/docs-ios-remote-node-setup
hr: https://ln-zap.github.io/zap-tutorials/iOS-remote-node-setup
nb: https://ln-zap.github.io/zap-tutorials/iOS-remote-node-setup
pl: https://ln-zap.github.io/zap-tutorials/iOS-remote-node-setup
ru: https://ln-zap.github.io/zap-tutorials/iOS-remote-node-setup

# unit.bitcoin.bit
source: Bits
hr: Bit
ru: Биты
