Repository: LN-Zap/zap-iOS
Catalog: Library/*.lproj/Localizable.strings
Languages: ar, cs, de, es, fr, hr, it, nb, nl, pl, pt_br, ru, uk

# generic.memo.placeholder
source: What is this for?
ar: لما هذا؟
cs: K čemu to je?
de: Wofür ist das?
es: ¿Para qué es esto?
fr: À quoi ça sert ?
hr: Za što je ovo?
it: Causale?
nb: Hva er dette for?
nl: Waarvoor is dit?
pl: Do czego to służy?
pt_br: Para quê isso serve?
ru: Что это?
uk: Для чого це?

# generic.qr_code.copy_button
source: Copy
ar: نسخ
cs: Zkopírovat
de: Kopieren
es: Copiar
fr: Copier
hr: Kopiraj
it: Copia
nb: Kopiér
nl: Kopieer
pl: Kopiuj
pt_br: Copiar
ru: Скопировать
uk: Скопіювати

# generic.qr_code.copy_success_message
source: Address has been copied to clipboard.
ar: تم نسخ العنوان إلى الحافظة.
cs: Adresa byla zkopírována do schránky.
de: Adresse wurde in die Zwischenablage kopiert.
es: Dirección ha sido copiada en el portapapeles.
fr: L'adresse a été copiée dans le presse-papiers.
hr: Adresa je kopirana u međuspremnik.
it: L'indirizzo è stato copiato negli appunti.
nb: Adressen ble kopiert til utklippstavlen.
nl: Adres is naar klembord gekopieerd.
pt_br: Endereço copiado para a área de transferência.
ru: Адрес скопирован в буфер обмена.
uk: Адреса скопійована у буфер обміну.

# generic.pasteboard.invalid_address
source: Invalid Address
ar: عنوان خاطئ
cs: Neplatná adresa
de: Ungültige Adresse
es: Dirección inválida
fr: Adresse non valide
hr: Adresa nije valjana
it: Indirizzo non valido
nb: Ugyldig adresse
nl: Ongeldig adres
pt_br: Endereço inválido
ru: Не правильный адрес
uk: Неправильна адреса

# generic.qr_code.share_button
source: Share
ar: شارك
cs: Sdílet
de: Teilen
es: Compartir
fr: Partager
hr: Dijeli
it: Condividi
nb: Del
nl: Deel
pl: Udostępnij
pt_br: Compartilhar
ru: Поделиться
uk: Поділитись

# generic.cancel
source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
hr: Odustani
it: Annulla
nb: Avbryt
nl: Annuleer
pt_br: Cancelar
ru: Отменить
uk: Скасувати

# error.wrong_uri_format
source: Unknown link format.
ar: تنسيق رابط غير معروف.
cs: Neznámý formát odkazu.
de: Unbekanntes Linkformat.
es: Formate de link desconocido.
fr: Format de lien inconnu.
hr: Nepoznat format poveznice.
it: Formato link sconosciuto.
nb: Ukjent lenkeformat.
nl: Onbekend linkformaat.
pl: Nieznany format linku.
pt_br: Formato de link desconhecido.
ru: Неизвестный формат ссылки.
uk: Невідомий формат посилання.

# error.wrong_uri_network
source: You tried opening a link for %@ but your node is connected to %@.
ar: لقد حاولت فتح رابط لـ %@ ولكن العقدة الخاصة بك متصلة بـ %@.
cs: Pokusili jste se otevřít odkaz pro %@, ale Váš uzel je připojen k %@.
de: Du hast versucht den Link %@ zu öffnen, aber dein Knoten ist mit %@ verbunden.
es: Has intentado establecer una conexión para %@ pero tu nodo esta conectado a %@.
fr: Vous avez essayé d'ouvrir un lien pour le %@, mais votre node est connecté au %@.
hr: Pokušali ste otvoriti poveznicu za %@ ali vaš je čvor povezan sa %@.
it: Si è tentato di aprire un collegamento a %@, ma il nodo è connesso a %@.
nb: Du forsøkte å åpne en lenke for %@, men noden din er koblet til %@.
nl: Je probeerde een link te open voor %@, maar je node is verbonden met %@.
pl: Próbowałeś utworzyć połączenie z %@, ale Twój node nie ma połączenia z %@.
pt_br: Você tentou abrir um link para %@, mas seu node está conectado a %@.
ru: Вы пытались открыть ссылку для %@, но ваш узел подключен к %@.
uk: Ви намагались відкрити посилання для %@, але ваш вузел пов'язано з %@.

# error.block_explorer.unsupported_network
source: %@ does not support %@.
ar: %@ لا يدعم %@.
cs: %@ nepodporuje %@.
de: %@ unterstützt kein %@.
es: %@ no es compatible con %@.
fr: %@ ne prend pas en charge %@.
hr: %@ ne podržava %@.
it: %@ non supporta %@.
nb: %@ støtter ikke %@.
nl: %@ ondersteunt geen %@.
pl: %@ nie obsługuje %@.
pt_br: %@ não suporta %@.
ru: %@ не поддерживает %@.
uk: %@ не підтримується%@.

# lnd_error.wallet_encrypted
source: Wallet is encrypted
nl: Wallet is versleuteld
pt_br: Carteira é criptografada
uk: Гаменець зашифровано

# lnd_error.lnd_not_running
source: Lnd does not seem to be running properly.
nl: Lnd lijkt niet goed te werken.
pt_br: Parece que o LND não está rodando como deveria.
uk: Здається, що Lnd працює неналежним чином.

# lnd_error.transaction_output_is_dust
source: Transaction output is dust.
nl: Transactie-output is dust.
pt_br: Saída da transação é poeira.
uk: Вихід з цієї транзакції - це пил.

# lnd_error.no_outputs
source: No outputs.
nl: Geen outputs.
pt_br: Sem saídas.
uk: Виходів немає.

# lnd_error.rest_network_error
source: Check your internet connection.
nl: Controleer je internetverbinding.
pt_br: Verifique sua conexão com a internet.
uk: Перевірте ваше підключення до Інтернету.

# lnd_error.unable_to_find_node
source: Unable to find node.
nl: Kan node niet vinden.
pt_br: Não foi possível achar um nó.
uk: Неможливо знайти вузол.

# lnd_error.insufficient_funds_available
source: Insufficient funds available to construct transaction.
nl: Onvoldoende tegoed beschikbaar om een transactie op te zetten.
pt_br: Fundos disponíveis insuficientes para construir a transação.
uk: Недостатньо коштів для проведення транзакції.

# lnd_error.unknown_error
source: Unknown Error 1
nl: Onbekende error 1
pt_br: Erro desconhecido 1
uk: Невідома помилка 1

# lnd_error.api_transformation_error
source: Unknown Error 2
nl: Onbekende error 2
pt_br: Erro desconhecido 2
uk: Невідома помилка 2

# lnd_error.invoice_already_paid
source: Invoice is already paid.
nl: Invoice is al betaald.
pt_br: Fatura já paga.
uk: Рахунок вже сплачено

# lnd_error.no_path_to_destination
source: Unable to find a path to destination.
nl: Kan geen path naar destination vinden.
pt_br: Não foi possível encontrar um caminho para o destino.
uk: Не вдалося знайти шлях до місця призначення.

# rpc_connect_qrcode_error.btc_pay_expired
source: Looks like the code is expired.
ar: يبدو أن الرمز منتهي الصلاحية.
cs: Vypadá to, že kód vypršel.
de: Sieht so aus als wäre der QR-Code abgelaufen.
es: Parece que el código ha caducado.
fr: Il semble que ce code ait expiré.
hr: Čini se da je kôd istekao.
it: Sembra che il codice sia scaduto.
nb: Det ser ut til at koden ikke er gyldig lenger.
nl: Het lijkt erop dat de code is verlopen.
pl: Wygląda na to, że czas ważności kodu dobiegł końca.
pt_br: O código parece ter expirado.
ru: Похоже, код просрочен.
uk: Схоже, термін дії QR-коду закінчився.

# rpc_connect_qrcode_error.btc_pay_configuration_broken
source: Could not read BTCPay configurations file.
ar: لا يمكن قراءة ملف تكوينات الـ BTCPay.
cs: Nebylo možné načíst konfigurační soubor BTCPay.
de: BTCPay Konfigurationsdatei konnte nicht gelesen werden.
es: No se pudo leer el archivo de configuraciones de BTCPay.
fr: Impossible de lire le fichier des configurations de BTCPay.
hr: Ne mogu pročitati BTCPay konfiguracijsku datoteku.
it: Impossibile leggere il file di configurazione BTCPay.
nb: Kunne ikke avlese BTCPay konfigurasjonsfil.
nl: Kon het configuratiebestand van BTCPay niet lezen.
pl: Nie udało się odczytać pliku konfiguracyjnego BTCPay.
pt_br: Não foi possível ler o arquivo de configurações do BTCPay.
ru: Не удалось прочитать файл конфигурации BTCPay.
uk: Не вдалося прочитати файл конфігурації BTCPay.

# rpc_connect_qrcode_error.cant_read_qrcode
source: Invalid code format.
ar: هيئة الرمز غير صالحة.
cs: Neplatný formát kódu.
de: Ungültiges Codeformat.
es: Formato de código no válido.
fr: Format de code invalide.
hr: Neispravan format koda.
it: Formato non valido.
nb: Ugyldig kodeformat.
nl: Ongeldig codeformaat.
pl: Nie można się połączyć za pomocą podanego kodu.
pt_br: Formato de código inválido.
ru: Неверный формат кода.
uk: Неправильний формат коду.

# rpc_connect_qrcode_error.code_updated
source: Connection updated.
ar: تم تحديث الاتصال.
cs: Připojení bylo aktualizováno.
de: Verbindung aktualisiert.
es: Conexión actualizada.
fr: Connexion mise à jour.
hr: Veza je ažurirana.
it: Collegamento aggiornato.
nb: Tilkobling oppdatert.
nl: Verbinding geüpdatet.
pt_br: Conexão atualizada.
ru: Соединение обновлено.
uk: З’єднання оновлено.

# channel.state.active
source: Online
ar: متصل
es: En línea
fr: En ligne
hr: Spojeno
nb: Tilkoblet
ru: Онлайн
uk: В мережі

# channel.state.inactive
source: Offline
ar: غير متصل
es: Desconectado
fr: Déconnecté
hr: Nije spojeno
nb: Frakoblet
ru: Оффлайн
uk: Не в мережі

# channel.state.opening
source: Opening
ar: افتتاح
cs: Otevírání
de: Öffne
es: Abriendo
fr: En cours d'ouverture
hr: Otvaranje
it: Apertura in corso
nb: Åpnes
nl: Open
pl: Otwieranie
pt_br: Abrindo
ru: Открытие
uk: Відкриття

# channel.state.closing
source: Closing
ar: إغلاق
cs: Zavírání
de: Schließe
es: Cerrando
fr: Fermeture
hr: Zatvaranje
it: Chiusura in corso
nb: Lukkes
nl: Sluit
pl: Zamykanie
pt_br: Fechando
ru: Закрытие
uk: Закриття

# channel.state.force_closing
source: Force Closing
ar: إغلاق أجباري
cs: Vynucené zavírání
de: Erzwungenes Schließen
es: Forzando cierre
fr: En cours de fermeture forcée
hr: Prisilno zatvaranje
it: Forza chiusura
nb: Tvungen lukking
nl: Forceer sluiting
pl: Wymuś zamknięcie
pt_br: Forçando fechamento
ru: Принудительное Закрытие
uk: Примусове закриття

# channel.state.waiting_close
source: Waiting Close
ar: انتظار إغلاق
cs: Čeká na zavření
de: Warten auf Schließung
es: Esperando Cierre
fr: En attente de fermeture
it: In attesa di chiusura
nb: Avventer lukking
nl: Wachten op sluiten
pt_br: Aguardando fechamento
ru: Ожидание Закрытия
uk: Чекає на закриття

# network_type.regtest
source: Regtest
ru: Регрессивный тест
uk: Регресивний тест

# network_type.testnet
source: Testnet
it: Rete di Test (testnet)
ru: Тестовая сеть
uk: Тестова мережа

# network_type.mainnet
source: Mainnet
it: Rete principale (mainnet)
ru: Главная сеть
uk: Головна мережа

# toast.invoice
source: Did receive %@
ar: هل استلم %@
cs: Přijato%@
de: Habe %@ erhalten
es: Recibiste %@
fr: A Reçu %@
hr: Primio %@
it: Ricevuto %@
nb: Mottok %@
nl: Ontving %@
pt_br: Recebeu %@
ru: Получил %@
uk: Отримав %@

# toast.invoice_memo
source: Did receive %@ "%@"
ar: هل استلم %@ "%@"
cs: Přijato %@ %@
de: Erhielt %@ "%@"
es: Recibiste %@ "%@"
fr: A Reçu %@ "%@"
hr: Primio %@ "%@"
it: Ricevuto %@ "%@"
nb: Mottok %@ "%@"
nl: Ontving %@ "%@"
pt_br: Recebeu %@ "%@"
ru: Получил %@ "%@"
uk: Отримав %@ "%@"

# transaction.no_destination_address
source: No destination address
ar: لا يوجد عنوان استقبال
cs: Cílová adresa nenalezena
de: Keine Ziel-Adresse
es: Sin dirección de destino
fr: Aucune adresse de destination
hr: Nema odredišnu adresu
it: Nessun indirizzo di destinazione
nb: Ingen destinasjonsadresse
nl: Geen bestemmingsadres
pl: Brak adresy docelowego
pt_br: Sem endereço de destino
ru: Нет адреса назначения
uk: Немає адреси призначення

# view.amount_input.placeholder
source: Amount
ar: المبلغ
cs: Množství
de: Betrag
es: Cantidad
fr: Montant
hr: Iznos
it: Importo
nb: Beløp
nl: Bedrag
pl: Kwota
pt_br: Quantidade
ru: Количество
uk: Сума

# expiry_time.one_minute
source: 1 Minute
cs: 1 Minuta
nl: 1 minuut
pt_br: 1 Minuto
uk: 1 хвилина

# expiry_time.ten_minutes
source: 10 Minutes
cs: 10 Minut
de: 10 Minuten
nl: 10 minuten
pt_br: 10 Minutos
uk: 10 хвилин

# expiry_time.thirty_minutes
source: 30 Minutes
cs: 30 Minut
de: 30 Minuten
nl: 30 minuten
pt_br: 30 Minutos
uk: 30 хвилин

# expiry_time.one_hour
source: 1 Hour
cs: 1 Hodina
de: 1 Stunde
fr: 1 heure
nl: 1 uur
pt_br: 1 Hora
uk: 1 година

# expiry_time.six_hours
source: 6 Hours
cs: 6 Hodin
de: 6 Stunden
fr: 6 heures
nl: 6 uur
pt_br: 6 Horas
uk: 6 годин

# expiry_time.one_day
source: 1 Day
cs: 1 Den
de: 1 Tag
fr: 1 jour
nl: 1 dag
pt_br: 1 Dia
uk: 1 день

# expiry_time.one_week
source: 1 Week
cs: 1 Týden
de: 1 Woche
fr: 1 semaine
pt_br: 1 Semana
uk: 1 тиждень

# expiry_time.thirty_days
source: 30 Days
cs: 30 Dní
de: 30 Tage
fr: 30 jours
nl: 30 dagen
pt_br: 30 Dias
uk: 30 днів

# expiry_time.one_year
source: 1 Year
cs: 1 Rok
de: 1 Jahr
fr: 1 an
nl: 1 jaar
pt_br: 1 Ano
uk: 1 рік

# scene.history.title
source: Activity
ar: سجل
cs: Aktivita
de: Aktivität
hr: Povijest
nb: Historikk
nl: Activiteit
pt_br: Atividade
ru: История
uk: Активність

# scene.history.empty_state_label
source: 0 transactions 🙁
ar: المعاملات 0🙁
cs: 0 transakcí 🙁
de: 0 Transaktionen 🙁
es: 0 transacciones 🙁
fr: Aucune transaction 🙁
hr: 0 transakcija 🙁
it: 0 transazioni 🙁
nb: 0 transaksjoner 🙁
nl: 0 transacties 🙁
pt_br: 0 transações 🙁
ru: 0 транзакций 🙁
uk: 0 операцій 🙁

# scene.settings.title
source: Settings
ar: إعدادات
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Réglages
hr: Postavke
it: Impostazioni
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
uk: Налаштування

# scene.settings.section.warning
source: Warning
ar: تحذير
cs: Varování
de: Warnung
es: Advertencia
fr: Avertissement
it: Attenzione
nb: Advarsel
nl: Waarschuwing
pt_br: Avisos
uk: Застереження

# scene.settings.section.wallet
source: Wallet
ar: محفظة
cs: Peněženka
es: Cartera
fr: Portefeuille
hr: Novčanik
it: Portafoglio
nb: Lommebok
pl: Portfel
pt_br: Carteira
ru: Кошелек
uk: Гаманець

# scene.settings.item.version_warning
source: Your lnd is outdated (%@). Zap iOS works best with lnd version %@ or above.
ar: lnd الخاص بك قديم (%@). يعمل Zap iOS بشكل أفضل مع إصدار lnd %@ أو أعلى.
cs: Vaše verze lnd není aktuální (%@). Zap iOS funguje nejlépe s verzí lnd %@ a vyšší.
de: Dein LND ist veraltet (%@). Zap iOS funktioniert am besten mit LND Version %@ oder höher.
es: Tu lnd es version vieja (%@). Zap iOS funciona mejor con lnd version %@ o más nueva.
fr: Votre version de lnd (%@) n'est pas à jour. Zap iOS fonctionne mieux avec lnd %@ et plus.
it: La tua verione di Lnd è obsoleta (%@). Zap iOS è compatibile con Lnd versione %@ o superiore
nb: Din LND er utdatert (%@). Zap iOS fungerer best med LND versjon %@ eller nyere.
nl: Je lnd is verouderd (%@). Zap voor iOS werkt het beste lnd-versie %@ of nieuwer.
pt_br: Seu LND está desatualizado (%@). Zap iOS funciona melhor com a versão %@ ou superior do LND.
uk: Ваш lnd застарів (%@). Zap iOS працює краще з версією lnd %@ чи вище.

# scene.settings.item.bitcoin_unit
source: Bitcoin Unit
ar: وحدة البت كوين
cs: Jednotka bitcoinu
de: Bitcoin Einheit
es: Unidad de Bitcoin
fr: Unité
hr: Bitkoin jedinica
it: Unità di Bitcoin
nb: Bitcoin-enhet
nl: Bitcoin-eenheid
pt_br: Unidade de Bitcoin
ru: Биткоин часть
uk: Біткоїнова одиниця

# scene.settings.item.lightning_request_expiry
source: Lightning Request Expiry
cs: Lightning požadavek expiroval
de: Verfallzeit für Lightning Anfragen
fr: Expiration des demandes
nl: Lightningverzoek vervaldatum
pt_br: Expiração de cobrança via rede Lightining
uk: Термін дії Lightning запиту

# scene.settings.item.currency
source: Currency
ar: عملة
cs: Měna
de: Währung
es: Moneda
fr: Devise
hr: Valuta
it: Valuta
nb: Valuta
nl: Valuta
pl: Waluta
pt_br: Moeda
ru: Валюта
uk: Валюта

# scene.settings.item.currency.popular
source: Popular Currencies
ar: العملات شائعة
cs: Oblíbené měny
de: Beliebte Währungen
es: Monedas populares
fr: Devises populaires
it: Principali valute
nb: Populære valutaer
nl: Populaire valuta
pt_br: Moedas Populares
uk: Популярні валюти

# scene.settings.item.block_explorer
source: Block Explorer
ar: مستكشف البلوك
es: Explorador de bloques
fr: Explorateur de blocs
hr: Blok preglednik
nb: Blokkutforsker
ru: Обзор Блоков
uk: Заблокувати браузер

# scene.settings.item.on_chain_request_address.title
source: Bitcoin Address Type
ar: نوع عنوان البت كوين
cs: Typ Bitcoinové Adresy
de: Bitcoinadressen-Typ
es: Tipo de Dirección de Bitcoin
fr: Type d’adresse
hr: Tip bitkoin adrese
it: Tipo di indirizzo Bitcoin
nb: Bitcoin-adressetype
nl: Bitcoin-adrestype
pl: Rodzaj adresu
pt_br: Tipo de endereço Bitcoin
ru: Тип Биткоин Адреса
uk: Тип адреси

# scene.settings.item.manage_channels
source: Manage Channels
ar: إدارة القنوات
cs: Správa kanálů
de: Kanäle verwalten
es: Administrar Canales
fr: Gérer les canaux
hr: Upravljanje kanalima
it: Gestione canali
nb: Administrer kanaler
nl: Beheer channels
pt_br: Gerenciar Canais
ru: Управление Каналами
uk: Керувати каналами

# scene.settings.item.channel_backup
source: Channel Backup
ar: النسخة احتياطية للقناة
cs: Záloha kanálů
de: Kanal Backup
es: Respaldo de Canal
fr: Sauvegarde des canaux
it: Backup canale
pt_br: Backup de Canais
uk: Резервне копіювання каналу

# scene.settings.item.remove_remote_node
source: Manage Wallets
ar: إدارة المحافظ
cs: Správa peněženek
de: Verwalten von Wallets
es: Administrar Carteras
fr: Gérer les portefeuilles
it: Gestione Portafogli
nb: Administrer lommebøker
nl: Beheer wallets
pl: Zresetuj ustawienia zdalnego node'a
pt_br: Gerenciar carteiras
ru: Управление Кошельками
uk: Керувати гаманцями

# scene.settings.item.change_pin
source: Change PIN
ar: تغيير الرمز السري
cs: Změnit PIN
de: PIN ändern
fr: Changer le code PIN
hr: Promijeni Pin
nb: Endre PIN-kode
nl: Wijzig pincode
pt_br: Mudar PIN
ru: Изменить Pin-Код
uk: Змінити пінкод

# scene.settings.item.report_issue
source: Report an Issue
ar: الإبلاغ عن مشكلة
cs: Náhlasit problém
de: Ein Problem melden
es: Informar sobre un problema
fr: Signaler un problème
hr: Prijavi problem
it: Segnala un problema
nb: Rapportér et problem
nl: Meld een probleem
pl: Zgłoś problem
pt_br: Reportar um problema
ru: Сообщить о проблеме
uk: Повідомте про проблему

# scene.settings.item.help
source: Need Help?
ar: تحتاج مساعدة؟
cs: Potřebujete pomoc?
de: Brauchst du Hilfe?
es: ¿Necesita ayuda?
fr: Besoin d'aide ?
hr: Trebate li pomoć?
it: Hai bisogno di aiuto?
nb: Trenger du hjelp?
nl: Hulp nodig?
pl: Potrzebujesz pomocy?
pt_br: Precisa de Ajuda?
ru: Нужна помощь?
uk: Потрібна допомога?

# scene.settings.item.privacy_policy
source: Privacy Policy
ar: سياسة الخصوصية
cs: Zásady soukromí
de: Datenschutz
es: Politica de Privacidad
fr: Politique de confidentialité
hr: Politika privatnosti
it: Informativa sulla privacy
nb: Personvernserklæring
nl: Privacybeleid
pt_br: Política de Privacidade
ru: Политика Конфиденциальности
uk: Політика конфіденційності

# scene.settings.item.lnd_log
source: Show lnd Log
ar: إظهار سجل lnd
cs: Ukázat lnd Log
de: Zeige LND Protokoll
es: Enseñar Log de lnd
fr: Voir l'historique lnd
it: Visualizza il log di Lnd
nb: Vis LND-log
nl: Toon Lnd log
pt_br: Montrar Log LND
ru: Показать журнал lnd
uk: Показати журнал lnd

# scene.request.title
source: Receive
ar: استقبال
cs: Přijmout
de: Empfangen
es: Recibir
fr: Recevoir
hr: Primanje
it: Ricevi
nb: Mottak
nl: Ontvang
pl: Otrzymaj
pt_br: Receber
ru: Получить
uk: Отримати

# scene.request.lightning_button
source: Lightning
hr: Munja
uk: Блискавичні

# scene.request.or_separator_label
source: or
ar: أو
de: oder
es: o
fr: ou
hr: ili
it: oppure
nb: eller
nl: of
pl: lub
pt_br: ou
ru: или
uk: або

# scene.request.generate_request_button
source: Generate Request
ar: إنشاء طلب
cs: Přijmout
de: Anfrage generieren
es: Generar solicitud
fr: Générer une demande
hr: Generiraj zahtjev
it: Genera richiesta
nb: Opprett betalingsanmodning
nl: Geneer verzoek
pl: Wygeneruj Żądanie
pt_br: Gerar solicitação
ru: Создать Запрос
uk: Створити запит

# scene.request.lightning_header_title
source: Lightning Payment Request
ar: طلب الدفع Lightning
cs: Přijmout Lightning Platbu
de: Lightning-Zahlungsaufforderung
es: Solicitud de pago "Lightning"
fr: Demande de Paiement Lightning
hr: Zahtjev za LN plaćanjem
it: Richiesta Pagamento Lightning
nb: Lightning Betalingsanmodning
nl: Lightning-betaalverzoek
pl: Żądanie płatności LN
pt_br: Solicitar Pagamento Lightning
ru: Запрос На Оплату Lightning
uk: Lightning запит на платіж

# scene.request.on_chain_header_title
source: On-Chain Payment Request
ar: طلب الدفع On-Chain
cs: Přijmout On-chain Platbu
de: On-Chain Zahlungsaufforderung
es: Solicitud de pago en la cadena
fr: Demande de Paiement On-chain
it: Richiesta Pagamento On-Chain
nb: On-Chain Betalingsanmodning
nl: On-chain-betaalverzoek
pl: Żądanie płatności blokchain
pt_br: Solicitar Pagamento On-Chain
ru: Запрос на оплату On Chain
uk: On-Chain хапит на платіж

# scene.request.next_button_title
source: Next
ar: التالى
cs: Další
de: Weiter
es: Siguiente
fr: Suivant
hr: Slijedeće
it: Avanti
nb: Neste
nl: Volgende
pl: Dalej
pt_br: Próximo
ru: Следуюший
uk: Далі

# scene.request.subtitle.lightning
source: Can receive: %@
ar: يمكن استلام: %@
cs: Možno přijmout: %@
de: Kann erhalten: %@
es: Puedes recibir: %@
fr: Vous pouvez recevoir : %@
it: Ricezione massima: %@
nb: Kan motta: %@
nl: Kan ontvangen: %@
pt_br: Pode receber: %@
uk: Можна отримати: %@

# scene.channels.title
source: Channels
ar: قنوات
cs: Kanály
es: Canales
fr: Canaux
hr: Kanali
it: Canali
nb: Kanaler
pl: Kanały
pt_br: Canais
ru: Каналы
uk: Канали

# scene.channels.header.total_can_send
source: Total can send:
ar: المجموع ما يمكن أرساله:
cs: Celkem možno poslat:
de: Kann insgesamt senden:
es: Total que puedes mandar:
fr: Vous pouvez envoyer :
it: ∑ Capacità d'invio:
nb: Kan sende totalt:
nl: Totaal kan sturen:
pt_br: Total que pode ser recebido:
uk: Загалом можна надіслати:

# scene.channels.header.total_can_receive
source: Total can receive:
ar: المجموع ما يمكن استلامه:
cs: Celkem možno přijmout:
de: Kann insgesamt erhalten:
es: Total que puedes recibir:
fr: Vous pouvez recevoir :
it: ∑ Capacità ricezione:
nb: Kan motta totalt:
nl: Totaal kan ontvangen:
pt_br: Total que pode ser recebido:
uk: Всього можна отримати:

# scene.channels.header.total_pending
source: Total pending:
ar: المجموع قيد الانتظار:
cs: Celkem neuzavřeno:
de: Insgesamt hängig:
es: Total pendiente:
fr: Fonds en attente :
it: Totale in sospeso:
nb: Totalt utestående:
nl: Totaal in behandeling:
pt_br: Total pendente:
uk: Усього в очікуванні:

# scene.channels.header.offline
source: Total offline:
ar: المجموع غير المتصل:
cs: Celkem offline:
de: Insgesamt offline:
es: Total no en-línea:
fr: Fonds hors-ligne :
it: Totale offline:
nb: Totalt offline:
nl: Totaal offline:
uk: Всього в режимі офлайн:

# scene.channels.close.title
source: Close Channel
ar: إغلاق القناة
cs: Uzavřít kanál
de: Channel schließen
es: Cerrar canal
fr: Fermer le canal
hr: Zatvori kanal
it: Chiudi Canale
nb: Lukk kanal
nl: Sluit channel
pl: Zamknij kanał
pt_br: Encerrar Canal
ru: Закрыть Канал
uk: Канал закритий

# scene.channels.close.message
source: Do you really want to close the channel with node %@?
ar: هل تريد حقاً إغلاق القناة مع العقدة %@؟
cs: Opravdu chcete uzavřít kanál s uzlem %@?
de: Willst du wirklich den Kanal mit dem Knoten %@ schließen?
es: ¿Realmente desea cerrar el canal con nodo %@?
fr: Voulez-vous vraiment fermer le canal avec le nœud %@ ?
hr: Stvarno želite zatvoriti kanal sa čvorom %@?
it: Vuoi davvero chiudere il canale con il nodo %@?
nb: Er du sikker på at du vil lukke kanalen med node %@?
nl: Wil je echt het kanaal sluiten met node %@?
pl: Czy naprawdę chcesz zamknąć kanał z nodem %@?
pt_br: Você quer realmente fechar o canal com o nó %@?
ru: Вы действительно хотите закрыть канал узлом %@?
uk: Ви дійсно хочете закрити канал, використовуючи вузел %@?

# scene.channels.force_close.title
source: Force Close Channel
ar: أجبار القناة بالإغلاق
cs: Vynutit uzavření kanálu
de: Erzwungene Schließung des Channels
es: Forzar cierre de canal
fr: Fermer de force le canal
hr: Prisilno zatvaranje kanala
it: Forza Chiusura Canale
nb: Tvangslukking av kanalen
nl: Forceer channel sluiting
pl: Wymuś Zamknięcie Kanału
pt_br: Forçar fechamento do canal
ru: Вынуждено Закрыть Канал
uk: Примусове закриття каналу
