Repository: LN-Zap/zap-iOS
Catalog: Library/*.lproj/Localizable.strings
Languages: ar, cs, de, es, fr, hr, it, nb, nl, pl, pt_br, ru, uk

# scene.channels.force_close.message
source: %@ is offline, are you sure you want to force close this channel? You’d have to wait about %@ for your funds?
ar: %@ غير متصل, هل أنت متأكد من أجبار القناة على الإغلاق؟ عليك الأنتظار %@ كي تستلم الرصيد؟
cs: %@ je offline, jste si jistý, že chcete vynutit zavření kanálu? Budete muset čekat přibližně %@ , než dostanete Vaše prostředky.
de: %@ ist offline, bist du dir sicher die Schließung dieses Channels erzwingen zu wollen? Du musst dann ungefähr %@ auf dein Guthaben warten.
es: %@ está offline, ¿está seguro de que desea forzar el cierre de este canal? Tendrá que esperar alrededor de %@ para recuperar sus fondos.
fr: %@ est déconnecté, êtes-vous sûr de vouloir fermer ce canal ? Vous devrez attendre environ %@ pour récupérer vos fonds.
hr: %@ nije spojen, jeste li sigurni da želite prisilno zatvoriti ovaj kanal? Morat ćete pričekati otprilike %@ za svoje novce?
it: %@ non è in linea, sei sicuro di voler forzare la chiusura di questo canale? dovrai attendere circa %@ per riavere i fondi?
nb: %@ er frakoblet. Er du sikker på at du vil tvangslukke denne kanalen? Da må du vente ca. %@ på å få igjen beløpet du har til gode.
nl: %@ is offline, weet je zeker dat je dit kanaal geforceerd wil sluiten? Je zult ongeveer %@ moeten wachten op je tegoed.
pl: %@ jest offline, czy na pewno chcesz wymusić zamknięcie tego kanału? Na środki z kanału będzie trzeba poczekać około %@ ?
pt_br: %@ está offline, você tem certeza que você deseja forçar o fechamento deste canal? Você teria que esperar cerca de %@ para receber seus fundos?
ru: %@ отключен, вы уверены, что хотите принудительно закрыть этот канал? Вам придется подождать около %@ Для ваших средств?
uk: %@ офлайн, ви впевнені, що хочете примусово закрити цей канал? Вам потрібно зачекати %@ на свої кошти?

# scene.channels.alert.close
source: Close Channel
ar: إغلاق القناة
cs: Uzavřít kanál
de: Channel schließen
es: Cerrar canal
fr: Fermer le canal
hr: Zatvori kanal
it: Chiudi Canale
nb: Lukk kanal
nl: Sluit channel
pl: Zamknij
pt_br: Fechar Canal
ru: Закрыть Канал
uk: Закрити канал

# scene.channels.alert.force_close
source: Force Close Channel
ar: أجبار القناة بالإغلاق
cs: Vynutit uzavření kanálu
de: Channel-Schließung erzwingen
es: Forzar cierre del canal
fr: Fermer de force le canal
hr: Prisilno zatvori kanal
it: Forza Chiusura Canale
nb: Tvangslukk kanal
nl: Sluit channel geforceerd
pl: Force Close
pt_br: Forçar fechamento de canal
ru: Принудительно Закрыть Канал
uk: Примусове закриття каналу

# scene.channels.close_loading_view
source: Closing Channel
ar: إغلاق القناة
cs: Uzavírání kanálu
de: Kanal schließen
es: Cerrando canal
fr: Canal en cours de fermeture
hr: Zatvaranje kanala
it: Chiusura Canale
nb: Lukker kanal
nl: Channel sluiten
pt_br: Fechando canal
ru: Закрыть Канал
uk: Закриття каналу

# scene.channels.close_success.toast
source: Channel is closing.
ar: القناة تغلق.
cs: Kanál je uzavírán.
de: Channel wird geschlossen.
es: El canal está cerrándose.
fr: Le canal se ferme.
hr: Kanal se zatvara.
it: Il canale è chiuso.
nb: Kanalen lukkes.
nl: Channel is aan het sluiten.
pl: Kanał jest zamykany.
pt_br: Encerrando canal.
ru: Канал закрывается.
uk: Закриття каналу.

# scene.channels.empty_state.title
source: Open a channel
ar: فتح قناة
cs: Otevřít kanál
de: Einen Channel öffnen
es: Abrir un canal
fr: Ouvrez un canal
it: Apri un canale
nl: Open een channel
pt_br: Abrir um canal
uk: Відкриття канал

# scene.channels.empty_state.message
source: You can't transact on the Lightning Network yet! Let's open a channel to start transacting on the Lightning Network.
ar: لا يمكنك التعامل على شبكة Lightning حتى الآن! دعنا نفتح قناة لبدء المعاملات على شبكة Lightning.
cs: Dosud nemůžete posílat přes Lightning Network! Otevřeme kanál a začneme posílat přes Lightning Network.
de: Du kannst noch keine Transaktionen im Lightning Network tätigen! Öffne einen Kanal, um mit der Transaktion im Lightning-Netzwerk zu beginnen.
es: Todavía no puedes hacer transacciones en el Lightning Network! Abre un canal para empezar hacer transacciones en el Lightning Network.
fr: Vous devez d'abord ouvrir un canal afin de pouvoir faire des transactions sur le réseau Lightning.
it: Non puoi ancora effettuare transazioni sul Network Lightning, apri un canale per iniziare ad effettuare transazione sul Lightning Network.
nl: Je kan nog geen transacties uitvoeren op het Lightning Network! Laten we om te beginnen een channel openen op het Lightning Network.
pt_br: Você ainda não pode transacionar na Lightning Network! Vamos abrir um canal para começar a transacionar na Lightning Network.
uk: Ви ще не можете провеститранзакцію на Lightning Network! Давайте відкриємо канал, щоб розпочати транзакцію на Lightning Network.

# scene.channels.empty_state.button_title
source: Open a channel
ar: فتح القناة
cs: Otevřít kanál
de: Einen Channel öffnen
es: Abrir un canal
fr: Ouvrir un canal
it: Apri un Canale
nl: Open een channel
pt_br: Abrir um canal
uk: Відкрити канал

# scene.open_channel.title
source: Open Channel
ar: فتح قناة
cs: Otevřít kanál
de: Channel öffnen
es: Abrir Canal
fr: Ouvrir un canal
hr: Otvori kanal
it: Apri Canale
nb: Åpne kanal
pl: Otwórz kanał
pt_br: Abrir Canal
ru: Открыть Канал
uk: Відкрити канал

# scene.open_channel.channel_uri_label
source: Node:
cs: Uzel:
de: Knoten:
es: Nodo:
fr: Pair :
it: Nodo:
pl: Kanał:
pt_br: Nó:
ru: Канал:
uk: Вузел:

# scene.open_channel.add_button
source: Open Channel
ar: فتح قناة
cs: Otevřít kanál
de: Channel öffnen
es: Abrir Canal
fr: Ouvrir un canal
hr: Otvori kanal
it: Apri Canale
nb: Åpne kanal
pl: Otwórz Kanał
pt_br: Abrir canal
ru: Открыть Канал
uk: Відкрити канал

# scene.open_channel.subtitle.minimum_size
source: Minimum channel size: %@
ar: الحد الأدنى لحجم القناة: %@
cs: Minimální velikost kanálu: %@
de: Minimale Kanalgrösse: %@
es: Tamaño mínimo de canales: %@
fr: Taille minimum du canal : %@
it: Dimensione minima canale: %@
nb: Minimal kanalstørrelse: %@
nl: Minimale channel-grootte: %@
pt_br: Tamanho mínimo do canal: %@
uk: Мінімальний розмір каналу: %@

# scene.open_channel.subtitle.maximum_size
source: Maximum channel size: %@
ar: الحد الأقصى لحجم القناة: %@
cs: Maximální velikost kanálu: %@
de: Maximale Kanalgrösse: %@
es: Tamaño máximo de canales: %@
fr: Taille maximum du canal : %@
it: Dimensione massima canale: %@
nb: Maksimal kanalstørrelse: %@
nl: Maximale channel-grootte: %@
pt_br: Tamanho máximo do canal: %@
uk: Максимальний розмір каналу: %@

# scene.open_channel.subtitle.balance
source: On-chain balance: %@
ar: الرصيد On-chain: %@
cs: On-chain zůstatek: %@
de: On chain Saldo: %@
es: Balance en-cadena: %@
fr: Solde On-chain : %@
it: Saldo on-chain: %@
nb: On-chain saldo: %@
nl: On-chain saldo: %@
pt_br: Saldo On-Chain: %@
uk: On-chain баланс: %@

# scene.open_channel.suggested_peers.title
source: Suggested Peers
ar: Peers مقترحة
cs: Navrhovaní Peery
de: Vorgeschlagene Peers
es: Nodos sugeridos
fr: Pairs suggérés
it: Nodi suggeriti
nb: Anbefalte noder
nl: Voorgestelde peers
pt_br: Pares sugeridos
uk: Рекомендовані вузли кешування

# scene.open_channel.paste_button.title
source: Paste Peer Address
ar: لصق عنوان الـ Peer
cs: Vložit adresu Peeru
de: Peer-Adresse einfügen
es: Pega dirección de nodo
fr: Coller l'adresse d'un pair
it: Incolla indirizzo nodo
nb: Lim inn adresse til node
nl: Plak peer-adres
pt_br: Cole o endereço do Par
uk: Вставити адресу вузла кешування

# scene.pin.biometric.fallback.title
source: Use PIN
ar: استخدام رمز المرور
cs: Použít PIN
de: PIN verwenden
fr: Utiliser le code PIN
hr: Koristiti zaporku
nb: Bruk passord
nl: Gebruik pincode
pl: Użyj kod dostępu
pt_br: Usar PIN
ru: Используйте Пароль
uk: Використати пінкод

# scene.pin.biometric.reason
source: To access the secure data
ar: للوصول إلى البيانات الآمنة
cs: Přístup k zabezpečeným datům
de: Um auf die Sicherheitsdaten zu zugreifen
es: Acceder datos seguros
fr: Pour accéder aux données sécurisées
hr: Za pristup zaštićenim podacima
it: Per accedere ai dati protetti
nb: For å få tilgang til sikrede data
nl: Voor toegang tot de beveiligde data
pt_br: Para acessar os dados seguros
ru: Доступ к защищенным данным
uk: Доступ до захищених даних

# scene.setup_pin.done_button
source: Done
ar: تم
cs: Hotovo
de: Fertig
es: Hecho
fr: Terminer
hr: Gotovo
it: Eseguito
nb: Ferdig
nl: Klaar
pl: Gotowe
pt_br: Concluído
ru: Готово
uk: Готово

# scene.setup_pin.top_label.initial
source: Choose a PIN.
ar: اختر رمز سري.
cs: Zvolte PIN.
de: Wähle eine PIN.
fr: Choisissez un code PIN.
hr: Izaberite pin.
nb: Velg en PIN-kode.
nl: Kies een pincode.
pl: Wybierz kod pin.
pt_br: Escolha um PIN.
ru: Выберите пин-код.
uk: Виберіть пінкод.

# scene.setup_pin.top_label.non_matching
source: The PINs didn't match. Please try again.
ar: الرموز السري لا يتطابق. حاول مرة اخرى.
cs: PINy se neshodují. Prosím zkuste to znovu.
de: Der PIN stimmt nicht überein. Bitte versuche es erneut.
fr: Les codes PIN ne correspondent pas. Veuillez réessayer.
hr: Pinovi se razlikuju. Molimo pokušajte ponovo.
nb: PIN-kodene stemmer ikke overens. Prøv igjen.
nl: De pincodes kwamen niet overeen. Probeer het opnieuw.
pl: Podane piny różnią się. Proszę spróbować jeszcze raz.
pt_br: Os PINs não correspondem. Por favor, tente novamente.
ru: Пин-коды не одинаковы. Пожалуйста, попробуйте еще раз.
uk: PIN-коди не збігалися. Будь ласка спробуйте ще раз.

# scene.setup_pin.top_label.validate
source: Enter the PIN again to validate.
ar: أدخل الرمز السري مرة أخرى للتحقق.
cs: Zadejte PIN znovu pro ověření.
de: Gib den PIN erneut ein.
fr: Entrez le code PIN à nouveau pour valider.
hr: Unesite pin ponovo za potvrdu.
nb: Tast inn PIN-koden på nytt for å bekrefte den.
nl: Voer pincode nogmaals in.
pl: Wprowadź kod pin ponownie, aby sprawdzić jego poprawność.
pt_br: Insira novamente o PIN para validar.
ru: Введите пин-код еще раз что бы проверить.
uk: Введіть PIN-код ще раз, щоб підтвердити.

# scene.onboarding.page_1.title
source: Your **keys**, your **coins**
cs: Vaše **klíče**, vaše **mince**
de: Deine **Keys**, deine **Coins**
fr: Vos **clés**, vos **fonds**
it: Tue **chiavi**, tue **monete**
nb: Your key, your coins.
nl: Jouw **keys**, jouw **coins**
pt_br: Suas **chaves**, suas **moedas**
uk: Ваші **ключі**, ваші **монети**

# scene.onboarding.page_1.message
source: With Zap, you are in control of your money. To make sure your coins are always stored safely, Zap will provide a recovery phrase for you.
ar: مع Zap ، أنت تتحكم في أموالك. للتأكد من تخزين عملاتك بأمان دائمًا ، توفر Zap "عبارة استرداد" لك.
cs: Se Zap máte kontrolu nad svými penězi. Aby bylo zajištěno, že jsou vaše mince vždy bezpečně uloženy, Zap vám poskytne obnovovací frázi.
de: Mit Zap hast du die Kontrolle über dein Geld. Um sicherzustellen, dass deine Coins immer sicher aufbewahrt werden, stellt dir Zap eine Wiederherstellungsphrase zur Verfügung.
fr: Avec Zap, vous contrôlez entièrement vos fonds. Pour vous assurer que ceux-ci sont toujours en sécurité, Zap va vous fournir une phrase de restauration.
it: Con Zap, hai il controllo dei tuoi soldi. Per fare in modo che i tuoi soldi siano sempre conservati al sicuro. Zap ti fornirà una frase di recupero.
nl: Met Zap heb je de controle over jouw geld. Om ervoor te zorgen dat je coins altijd veilig zijn opgeslagen, zal Zap een recovery prhase voor je aanmaken.
pt_br: Com Zap, você está no controle do seu dinheiro. Para ter certeza que suas moedas estão sempre guardadas com segurança, Zap vai te prover uma frase de segurança.
uk: З Zap ви контролюєте свої гроші. Щоб переконатися, що ваші монети завжди зберігаються в безпеці, Zap надасть вам фразу відновлення.

# scene.onboarding.page_1.button_title
source: Continue
ar: استمر
cs: Pokračovat
de: Weiter
es: Continuar
fr: Continuer
it: Continua
nl: Volgende
pt_br: Continuar
uk: Продовжити

# scene.onboarding.page_2.title
source: Save your **recovery phrase**
ar: احفظ **عبارة الاسترداد**
cs: Uložte si svou **obnovovací frázi**
de: Notiere dir deinen **Wiederherstellungsphrase**
fr: Enregistrez votre **phrase secrète**
it: Conserva la tua **frase di recupero**
nb: Write down your recovery phrase.
nl: Bewaar je **recovery phrase**
pt_br: Salve sua **frase de recuperação**
uk: Збережіть ** фразу відновлення **

# scene.onboarding.page_2.message
source: Write down your phrase. You can use your phrase to recover your funds anytime if you misplace your device.
ar: اكتب العبارة الخاصة بك. يمكنك استخدام العبارة لاسترداد أموالك في أي وقت إذا فقدت جهازك.
cs: Napište si svou frázi na papír. Pomocí fráze můžete kdykoli obnovit své prostředky, pokud své zařízení ztratíte.
de: Schreibe deine seed-phrase auf. Wenn du dein Gerät verlegt hast, kannst du jederzeit deine seed-phrase verwenden um dein Guthaben wiederherzustellen.
fr: Écrivez votre phrase secrète quelque part. Vous pourrez l'utiliser pour récupérer vos fonds si vous perdez votre appareil.
it: Trascrivi la tua frase di recupero. Potrai usare la tua frase per recuperare i tuoi fondi in caso di smarrimento del tuo device.
nb: Write down the recovery phrase on a piece of paper. You can recover your funds anytime if your phone goes missing.
nl: Schrijf je phrase op. Je kan jouw phrase gebruiken om je geld op ieder moment terug te krijgen als je kwijtraakt.
pt_br: Anote sua frase. Você pode usar sua frase para recuperar seus fundos quando quiser se você perder seu aparelho.
uk: Запишіть свою фразу. Ви можете використовувати фразу, щоб повернути кошти в будь-який час, якщо ви перестанете користуватися пристроєм.

# scene.onboarding.page_2.button_title
source: Continue
ar: استمر
cs: Pokračovat
de: Weiter
es: Continuar
fr: Continuer
it: Continua
nl: Volgende
pt_br: Continuar
uk: Продовжити

# scene.onboarding.page_3.title
source: Keep it **safe**
ar: احتفظ بها **بأمان**
cs: Udržujte ji **v bezpečí**
de: Bewahre es sicher auf
fr: Gardez-la **précieusement**
it: Tienila al sicuro
nb: Make sure to keep it in a safe place.
nl: Hou het **veilig**
pt_br: Mantenha **seguro**
uk: **Безпечно** зберігайте

# scene.onboarding.page_3.message
source: Make sure to keep your recovery phrase private. Store it somewhere only you will find it.
ar: تأكد من الحفاظ على عبارة الاسترداد أنها خاصة جداً. حزنها في مكان ما فقط أنت تستطيع ايجادها.
cs: Ujistěte se, že vaše fráze pro obnovení je v bezpečí. Uložte si ji někde, kde ji najdete jen vy.
de: Achte darauf, dass du deine Wiederherstellungsphrase privat hältst. Lagere sie an einem Ort den nur du kennst.
fr: Prenez soin de votre phrase secrète. Cachez-la dans un endroit sécurisé et privé.
it: Fai in modo di mantenere la tua frase di recupero privata. Conservala dove solo tu puoi trovarla.
nl: Zorg ervoor dat je jouw recovery phrase privé houdt. Bewaar het ergens waar alleen jij hem kan vinden.
pt_br: Tenha a certeza de manter sua frase de recuperação em segredo. Guarde-a em algum lugar que somente você vá encontrar.
uk: Перконайтесь, що ви безпечно зберігаєте вашу фразу-відновлення Зберігайте її десь тільки ви знайдете.

# scene.onboarding.page_3.button_title
source: Generate Recovery Phrase
ar: توليد "عبارة الاسترداد"
cs: Vygenerovat frázi pro obnovení
de: Wiederherstellungsphrase generieren
es: Genera Frase de Respaldo
fr: Générer la phrase
it: Genera Frase di Recupero
nl: Genereer recovery phrase
pt_br: Gerar Frase de Recuperação
uk: Згенерувати фразу-відновлення

# scene.confirm_mnemonic.title
source: Confirm Recovery Phrase
ar: تأكيد من عبارة الاسترداد
cs: Potvrďte obnovovací frázi
de: Wiederherstellungsphrase bestätigen
es: Confirma Frase de Respaldo
fr: Confirmer la phrase
hr: Potvrdite niz
it: Conferma frase di recupero
nl: Bevestig recovery phrase
pl: Potwierdź Seed
pt_br: Confirmar Frase de Recuperação
ru: Подтвердить Фразу
uk: Підтвердьте фразу відновлення

# scene.confirm_mnemonic.headline
source: Select word number %d
ar: اختيار رقم الكلمة %d
cs: Vyberte počet slov %d
de: Wähle Wort Nummer %d
es: Selecciona la palabra número %d
fr: Sélectionnez le mot n°%d
it: Seleziona la parola numero %d
nl: Selecteer woord %d
pt_br: Selecione a palavra de número %d
uk: Виберіть кількість слів %d

# scene.send.title
source: Send
ar: إرسال
cs: Odeslat
de: Senden
es: Enviar
fr: Envoyer
hr: Slanje
it: Invia
nb: Sending
nl: Verstuur
pl: Wyślij
pt_br: Enviar
ru: Отправить
uk: Надіслати

# scene.send.send_button
source: Send
ar: إرسال
cs: Odeslat
de: Senden
es: Enviar
fr: Envoyer
hr: Slanje
it: Invia
nl: Verstuur
pl: Wyślij
pt_br: Enviar
ru: Отправить
uk: Надіслати

# scene.send.address_headline
source: To:
ar: إلى:
cs: Komu:
de: An:
es: Para:
fr: À :
hr: Za:
it: A:
nb: Til:
nl: Aan:
pl: Do:
pt_br: Para:
ru: Получатель:
uk: Отримувач:

# scene.send.memo_headline
source: Memo:
ar: ملاحظة:
cs: Poznámka:
fr: Note :
hr: Bilješka:
it: Causale:
nb: Notat:
pl: Notatka:
uk: Нотатка:

# scene.send.sending
source: Sending...
ar: إرسال...
cs: Odesílání...
de: Wird gesendet...
es: Enviando...
fr: Envoi en cours...
hr: Slanje...
it: Invio...
nb: Sender...
nl: Versturen...
pt_br: Enviando...
ru: Отпарвка...
uk: Надсилання...

# scene.send.send_amount_too_small
source: Send amount is too small.
nl: Verstuurbedrag is te laag.
pt_br: Quantia de envio é muito baixa.
uk: Сума відправки занадто мала.

# scene.send.lightning.title
source: Send Lightning Payment
ar: إرسال دفعة Lightning
cs: Odeslat Lightning platbu
de: Sende Lightning-Zahlung
es: Enviar pago "Lightning"
fr: Envoyer un paiement Lightning
hr: Pošalji LN plaćanje
it: Invia Pagamento Lightning
nb: Send Lightning-betaling
nl: Verstuur Lightning-betaling
pl: Wyślij płatność LN
pt_br: Enviar Pagamento Lightning
ru: Отправить Lightning перевод
uk: Надіслати Lightning платіж

# scene.send.on_chain.title
source: Send On-Chain
ar: إرسال On-Chain
cs: Odeslat On-Chain platbu
de: Sende on-Chain
es: Enviar en cadena
fr: Envoyer un paiement On-chain
it: Invia On-chain
nl: Verstuur on-chain
pl: Wyślij płatność blokchain
pt_br: Enviar On-Chain
ru: Отправить On Chain
uk: Надіслати On-Chain

# scene.send.on_chain.fee
source: Fee:
ar: رسوم:
cs: Poplatek:
de: Gebühr:
es: Tarifa:
fr: Frais :
it: Commissione:
nl: Transactiekosten:
pt_br: Tarifa:
uk: Комісія:

# scene.send.on_chain.fee.fast
source: Fast
ar: سريع
cs: Rychle
de: Schnell
es: Rápido
fr: Rapide
it: Veloce
nl: Snel
pt_br: Rápida
uk: Швидко

# scene.send.on_chain.fee.medium
source: Medium
ar: متوسط
cs: Normálně
de: Mittel
es: Mediano
fr: Normale
it: Media
nl: Normaal
pt_br: Média
uk: Помірно

# scene.send.on_chain.fee.slow
source: Slow
ar: بطيء
cs: Pomalu
de: Langsam
es: Lento
fr: Lente
it: Lenta
nl: Langzaam
pt_br: Lenta
uk: Повільно

# scene.send.on_chain.fee.description.fast
source: Fast Transaction
ar: حوالة سريعة
cs: Rychlá transakce
de: Schnelle Transaktion
es: Transacción Rápida
fr: Transaction rapide
it: Transazione veloce
nl: Snelle transactie
pt_br: Transação Rápida
uk: Швидка транзакція

# scene.send.on_chain.fee.description.medium
source: Medium Transaction
ar: حوالة عادية
cs: Normální transakce
de: Mittlere Transaktionsgeschwindigkeit
es: Transacción Mediana
fr: Transaction normale
it: Transazione media
nl: Normale transactie
pt_br: Transação Média
uk: Помірна транзакція

# scene.send.on_chain.fee.description.slow
source: Slow Transaction
ar: حوالة بطيئة
cs: Pomalá transakce
de: Langsame Transaktion
es: Transacción Lenta
fr: Transaction lente
it: Transazione lenta
nl: Langzame transactie
pt_br: Transação Lenta
uk: Повільна транзакція

# scene.send.on_chain.fee.estimated_delivery
source: Estimated Delivery: %@
ar: المقدر تسليمه:%@
cs: Odhadované doručení: %@
de: Erwartete Übermittlung: %@
es: Entrega Estimada: %@
fr: Temps estimé : %@
it: Consegna stimata %@
nl: Verwachte Levering: %@
pt_br: Tempo de Entrega Estimado: %@
uk: Орієнтовна доставка: %@

# scene.send.authentication_failed
source: Authentication failed
ar: المصادقة فشلت
cs: Ověření se nezdařilo
de: Authentifizierung fehlgeschlagen
es: Error de autenticación
fr: Echec de l'authentification
hr: Provjera autentičnosti nije uspjela
it: Autenticazione fallita
nb: Autentisering feilet
nl: Verificatie mislukt
pt_br: Falha de Autenticação
ru: Ошибка проверки подлинности
uk: Помилка аутентифікації

# scene.send.maximum_fee
source: Expected Fee:
ar: الرسوم المتوقعة:
cs: Očekávaný poplatek:
de: Voraussichtliche Gebühr:
es: Costo previsto:
fr: Frais estimés :
hr: Očekivani trošak:
it: Commissione prevista:
nb: Forventet gebyr:
nl: Verwachte kosten:
pt_br: Tarifa estimada:
ru: Ожидаемая Комиссия:
uk: Очікувана комісія:

# scene.send.subtitle.on_chain_balance
source: On-chain balance: %@
ar: الرصيد On-chain: %@
cs: On-chain zůstatek: %@
de: On chain Saldo: %@
es: Balance en-cadena: %@
fr: Fonds On-chain : %@
it: Saldo on-chain: %@
nb: On-chain saldo: %@
nl: On-chain saldo: %@
pt_br: Saldo na rede: %@
uk: On-chain баланс: %@

# scene.send.subtitle.lightning_can_send_balance
source: Can send: %@
ar: يمكن أن ترسل: %@
cs: Můžete poslat: %@
de: Kann senden: %@
es: Puedes mandar: %@
fr: Vous pouvez envoyer : %@
it: E ' possibile inviare: %@
nb: Kan sende: %@
nl: Kan versturen: %@
pt_br: Pode ser enviado: %@
uk: Можна надіслати: %@

# scene.send.success_label
source: Payment Successful
ar: الدفع بنجاح
cs: Platba byla úspěšná
de: Zahlung erfolgreich
es: Pago Exitoso
fr: Paiement envoyé
it: Pagamento completato con successo
nb: Betaling vellykket
nl: Betaling succesvol
pt_br: Pagamento bem sucedido
uk: Оплата пройшла успішно

# scene.send.paste_button.title
source: Paste Address
ar: لصق العنوان
cs: Vložit adresu
de: Adresse einfügen
es: Pega Dirección
fr: Coller une adresse
it: Incolla indirizzo
nb: Lim inn adresse
nl: Plak adres
pt_br: Colar Endereço
uk: Вставити адресу

# scene.connect_remote_node.title
source: Connect Remote Node
ar: الاتصال بالـ Node عن بعد
cs: Připojit vzdálený uzel
de: Remote-Knoten verbinden
es: Conecte el nodo remoto
fr: Connexion à un nœud distant
hr: Povezivanje udaljenog čvora
it: Connetti al Nodo Remoto
nb: Koble til ekstern node
nl: Verbind remote-node
pl: Połącz Ze Zdalnym Nodem
pt_br: Conectar Nó Remoto
ru: Подключение к Удаленному Узлу
uk: Підключитися до віддаленого вузла

# scene.connect_remote_node.empty_state
source: Scan the QR Code generated by lndconnect, BTCPay Server, or paste the link you get from running 'lndconnect -j' to connect to your node.
ar: قم بمسح QRCode الذي تم إنشاؤه بواسطة lndconnect أو BTCPay Server أو الصق الرابط الذي حصلت عليه من تشغيل 'lndconnect -j' للاتصال بالـ Node الخاصة بك.
cs: Naskenujte QR kód vygenerovaný lndconnect, BTCPay serverem, nebo vložte odkaz, který získáte ze spuštění 'lndconnect -j' pro připojení k vašemu uzlu.
de: Scanne den QR-Code, der von lndconnect, BTCPay Server generiert wurde, oder füge den Link ein, den du von der Ausführung von 'lndconnect -j' erhalten hast, um dich mit deinem Knoten zu verbinden.
nb: Skann QR-koden som ble generert av lndconnect, BTCPay Server, eller lim inn lenken du fikk ved å kjøre 'lndconnect -j' for å koble til noden din.
nl: Scan de QR-code die is gegenereerd door lndconnect, BTCPay Server, of plak de link die je krijgt door 'lndconnect -j' te draaien om verbinding te maken met je node.
pl: Zeskanuj kode QR wygenerowany przez zapconnect lub wklej kod do połączenia ze swoim nodem.
pt_br: Escaneie o Código QR gerado por lndconnect, PTCPay Server, ou cole o link que você recebeu a partir de 'lndconnect -j' para conectar ao seu nó.
ru: Сканируйте QR-код, сгенерированный сервером lendconnect, BTCPay, или вставьте ссылку, полученную при запуске 'lndconnect -j' для подключения к вашему узлу.
uk: Скануйте QR-код, згенерований lndconnect, BTCPay Server, або вставте посилання, отримане від запуску 'lndconnect -j', щоб підключитися до вашого вузла.

# scene.connect_remote_node.url_label
source: Address
ar: عنوان
cs: Adresa
de: Adresse
es: Dirección
fr: Adresse IP
hr: Adresa
it: Indirizzo
nb: Adresse
nl: Adres
pl: Adres
pt_br: Endereço
ru: Адрес
uk: Адреса
