Repository: LN-Zap/zap-iOS
Catalog: Library/*.lproj/Localizable.strings
Languages: ar, cs, de, es, fr, hr, it, nb, nl, pl, pt_br, ru, uk

# scene.connect_remote_node.certificate_label
source: Credentials
ar: وثائق
cs: Identifikační údaje
de: Anmeldeinformationen
es: Credenciales
fr: Informations
it: Credenziali
nb: Identifikasjonsopplysninger
nl: Identiteit
pl: Certyfikat
pt_br: Credenciais
ru: Учетные данные
uk: Облікові дані

# scene.connect_remote_node.connect_button
source: Connect
ar: الاتصال
cs: Připojit
de: Verbinden
es: Conectar
fr: Se connecter
hr: Povezivanje
it: Connetti
nb: Koble til
nl: Verbind
pl: Połącz
pt_br: Conectar
ru: Подключиться
uk: Підключення

# scene.connect_remote_node.scan_button
source: Scan
ar: مسح
cs: Skenovat
de: Scannen
es: Escanear
fr: Scanner
hr: Skeniraj
it: Scansione
nb: Skann
pl: Skanuj
pt_br: Escanear
ru: Отсканировать
uk: Просканувати

# scene.connect_remote_node.paste_button
source: Paste
ar: لصق
cs: Vložit
de: Einfügen
es: Pegar
fr: Coller
hr: Zalijepi
it: Incolla
nb: Lim inn
nl: Plak
pl: Wklej
pt_br: Colar
ru: Вставить
uk: Вставити

# scene.connect_remote_node.help_button
source: Need Help?
ar: تحتاج مساعدة؟
cs: Potřebujete pomoc?
de: Brauchst du Hilfe?
es: ¿Necesita ayuda?
fr: Besoin d'aide ?
hr: Trebate li pomoć?
it: Hai bisogno di aiuto?
nb: Trenger du hjelp?
nl: Hulp nodig?
pl: Potrzebujesz pomocy?
pt_br: Precisa de ajuda?
ru: Нужна Помощь?
uk: Потрібна допомога?

# scene.connect_remote_node.server_error
source: Could not connect to server.
ar: لا يمكن الاتصال بالخادم.
cs: Připojení k serveru selhalo.
de: Verbindung zum Server gescheitert.
es: No se pudo conectar al servidor.
fr: Impossible de se connecter au serveur.
hr: Ne mogu se povezati s poslužiteljem.
it: Impossibile connettersi al server.
nb: Kunne ikke koble til serveren.
nl: Kon geen verbinding maken met de server.
pl: Nie udało się połączyć z serwerem.
pt_br: Não foi possível conectar com o servidor.
ru: Не удалось подключиться к серверу.
uk: Не вдалось під'єднатись до сервера.

# scene.connect_remote_node.your_node_title
source: Your Node
ar: الـ Node الخاصة بك
cs: Tvůj Node
de: Dein Knoten
es: Su nodo
fr: Votre nœud
hr: Tvoj čvor
it: Il tuo nodo
nb: Din node
nl: Jouw node
pl: Twój Node
pt_br: Seu Nó
ru: Ваш Узел
uk: Ваш вузол

# scene.connect_remote_node.certificate_detail.certificate_title
source: Certificate
ar: شهادة
cs: Certfikát
de: Zertifikat
es: Certificado
fr: Certificat
hr: Certifikat
it: Certificato
nb: Sertifikat
nl: Certificaat
pl: Certyfikat
pt_br: Certificado
ru: Сертификат
uk: Сертифікат

# scene.connect_remote_node.certificate_detail.macaroon_title
source: Macaroon
es: Galletas de almendra
hr: Makaron
nb: Makron
nl: Macaron
uk: Макарон

# scene.connect_remote_node.edit_url.title
source: Address
ar: عنوان
cs: Adresa
de: Adresse
es: Dirección
fr: Adresse IP
hr: Adresa
it: Indirizzo
nb: Adresse
nl: Adres
pl: Adres
pt_br: Endereço
ru: Адрес
uk: Адреса

# scene.create_wallet.title
source: Recovery Phrase
ar: عبارة الاسترداد
cs: Obnovovací fráze
de: Wiederherstellungsphrase
es: Frase de Respaldo
fr: Phrase secrète
hr: Stvaranje novčanika
it: Frase di recupero
pl: Stwórz Portfel
pt_br: Frase de recuperação
ru: Создать Кошелёк
uk: Фраза-відновлення

# scene.create_wallet.description_label
source: Write down the recovery phrase and store it at a safe location.
ar: اكتب عبارة الاسترداد وقم بتخزينها في مكان آمن.
cs: Napište frázi pro obnovení a uložte ji na bezpečném místě.
de: Notiere dir die Wiederherstellungsphrase und bewahre sie an einem sicheren Ort auf.
es: Escribe tu frase de respaldo y guárdala en un lugar seguro.
fr: Écrivez votre phrase secrète et cachez-la en lieu sûr.
hr: Make sure to store the mnemonic at a safe location.
it: Trascrivi la frase di recupero e conservala in un luogo sicuro.
nl: Schrijf de recovery phrase op en bewaar deze op een veilige locatie.
pl: Zapisz i przechowuj swój mnemonik w bezpiecznym miejscu.
pt_br: Anote a frase de recuperação e a guarde em um local seguro.
ru: Не забудьте сохранить парольную фразу в надежном месте.
uk: Запишіть фразу-відновлення та зберігайте її в безпечному місці.

# scene.create_wallet.next_button
source: Next
ar: التالى
cs: Další
de: Weiter
es: Siguiente
fr: Continuer
hr: Slijedeće
it: Avanti
nb: Neste
nl: Volgende
pl: Dalej
pt_br: Seguinte
ru: Следуюший
uk: Далі

# scene.recover_wallet.title
source: Recover Wallet
ar: استعادة المحفظة
cs: Obnovte peněženku
de: Wallet wiederherstellen
es: Recuperar cartera
fr: Restaurer un portefeuille
hr: Povratite novčanik
it: Recupera Portafoglio
nb: Gjenopprett lommebok
nl: Herstel wallet
pl: Odzyskaj Portfel
pt_br: Recuperar Carteira
ru: Восстановление Кошелька
uk: Відновити гаманець

# scene.recover_wallet.done_button
source: Done
ar: تم
cs: Hotovo
de: Fertig
es: Hecho
fr: Terminer
hr: Gotovo
it: Fatto
nb: Ferdig
nl: Klaar
pl: Gotowe
pt_br: Pronto
ru: Готово
uk: Готово

# scene.recover_wallet.description_label
source: Enter your recovery phrase:
ar: أدخل عبارة الاسترداد الخاصة بك:
cs: Zadejte svou frázi pro obnovení:
de: Gib deine Wiederherstellungsphrase ein:
es: Introduzca tu frase de respaldo:
fr: Entrez votre phrase secrète :
hr: Upišite svoj niz:
it: Inserisci la tua frase di recupero:
nl: Voer je recovery phrase in:
pl: Wprowadź swój seed:
pt_br: Entre sua frase de recuperação:
ru: Введите парольную фразу:
uk: Введіть вашу фразу відновлення:

# scene.recover_wallet.select_channel_backup_button
source: Select Channel Backup
ar: حدد النسخة الاحتياط للقناة
cs: Vyberte zálohování kanálu
de: Wähle Kanal Backup
es: Seleccione tu Canal de Respaldo
fr: Sélectionner une sauvegarde des canaux
it: Seleziona canale di backup
nl: Selecteer back-upchannel
pt_br: Selecione o Backup do Canal
uk: Виберіть резервну копію каналу

# scene.select_wallet_connection.create.title
source: Create
ar: أنشأ
cs: Vytvořit
de: Erstellen
es: Crear
fr: Créer
hr: Stvaranje
it: Crea
nb: Opprett
nl: Maak aan
pl: Utwórz
pt_br: Criar
ru: Создать
uk: Створити

# scene.select_wallet_connection.recover.title
source: Recover
ar: استعادة
cs: Obnovit
de: Wiederherstellen
es: Recuperar
fr: Restaurer
hr: Obnova
it: Recupera
nb: Gjenoppretting
nl: Herstel
pl: Odzyskaj
pt_br: Recuperar
ru: Восстановить
uk: Відновити

# scene.select_wallet_connection.connect.title
source: Connect
ar: الاتصال
cs: Připojit
de: Verbinden
es: Conectar
fr: Se connecter
hr: Povezivanje
it: Connetti
nb: Koble til
nl: Verbind
pl: Połącz
pt_br: Conectar
ru: Подключиться
uk: Підключення

# scene.select_wallet_connection.message
source: Bitcoin for **everyone**
ar: Bitcoin للـ **جميع**
cs: Bitcoin pro **každého**
de: Bitcoin für **alle**
es: Bitcoin para **todos**
fr: Bitcoin pour **tout le monde**.
it: Bitcoin per **tutti**
nl: Bitcoin voor **iedereen**
pt_br: Bitcoin para **todo mundo**
uk: Bitcoin для **кожного**

# scene.main.send_button
source: Send
ar: إرسال
cs: Odeslat
de: Senden
es: Enviar
fr: Envoyer
hr: Slanje
it: Invia
nl: Verstuur
pl: Wyślij
pt_br: Enviar
ru: Отправить
uk: Надіслати

# scene.main.receive_button
source: Receive
ar: استقبال
cs: Příjmout
de: Empfangen
es: Recibir
fr: Recevoir
hr: Primanje
it: Ricevi
nb: Motta
nl: Ontvang
pl: Otrzymaj
pt_br: Receber
ru: Получить
uk: Отримати

# scene.main.exchange_rate_label
source: %@ per BTC
ar: %@ لكل BTC
cs: %@ za BTC
de: %@ pro BTC
es: %@ por BTC
fr: %@ par BTC
hr: %@ po BTC
pl: %@ za BTC
pt_br: %@ por BTC
uk: %@ за BTC

# scene.qr_code_detail.title
source: Receive
ar: استقبال
cs: Přijmout
de: Empfangen
es: Recibir
fr: Recevoir
hr: Primanje
it: Ricevi
nb: Mottak
nl: Ontvang
pl: Otrzymaj
pt_br: Receber
ru: Получить
uk: Отримати

# scene.sync.description_label
source: Syncing to blockchain…
ar: المزامنة مع blockchain…
cs: Synchronizovat na blockchain…
de: Synchronisiere mit der Blockchain...
es: Sincronizando con la cadena…
fr: Synchronisation à la blockchain…
hr: Sinkronizacija na blokčein…
it: Sto sincronizzando la blockchain…
nb: Synkroniserer med blokkjeden…
nl: Synchroniseer naar blockchain…
pl: Synchronizacji z blockchainem...
pt_br: Sincronizando com a blockchain…
ru: Синхронизация с блокчейном…
uk: Синхронізація з блокчейном…

# scene.transaction_detail.title.lightning_invoice
source: Invoice Detail
ar: تفاصيل الفاتورة
cs: Detail faktury
de: Rechnungsdetail
es: Detalle de la factura
fr: Détails de la demande
hr: Detalji fakture
it: Dettagli pagamento
nb: Fakturadetaljer
nl: Factuurgegevens
pl: Szczegóły faktury
pt_br: Detalhes da Fatura
ru: Детали Счета
uk: Деталі фактури

# scene.transaction_detail.title.payment_detail
source: Payment Detail
ar: تفاصيل الدفع
cs: Detail platby
de: Zahlungsdetail
es: Detalle de pago
fr: Détails du paiement
hr: Detalji plaćanja
it: Dettagli pagamento
nb: Betalingsdetaljer
nl: Betalingsgegevens
pl: Szczegóły płatności
pt_br: Detalhes do Pagamento
ru: Платежная Информация
uk: Деталі платежу

# scene.transaction_detail.title.transaction_detail
source: Transaction Detail
ar: تفاصيل الصفقة
cs: Detail transakce
de: Transaktionsdetail
es: Detalle de la transacción
fr: Détails de la transaction
hr: Detalji transakcije
it: Dettagli transazione
nb: Transaksjonsdetaljer
nl: Transactiegegevens
pl: Szczegóły transakcji
pt_br: Detalhes da Transação
ru: Информация по транзакции
uk: Деталі транзакції

# scene.transaction_detail.title.channel_event_detail
source: Channel Event
ar: حالة القناة
cs: Událost kanálu
es: Evento en el canal
fr: Événement de canal
hr: Događaji za kanal
it: Evento canale
nb: Kanalbegivenhet
nl: Channelgebeurtenis
pt_br: Evento do Canal
ru: Событие Канала
uk: Подія каналу

# scene.transaction_detail.title.failed_payment
source: Failed Payment
ar: فشل الدفع
cs: Neúspěšná platba
de: Zahlung fehlgeschlagen
es: Pago fallido
fr: Paiement échoué
hr: Neuspjelo plaćanje
it: Pagamento Fallito
nb: Betaling mislykket
nl: Mislukte betaling
pt_br: Falha no Pagamento
ru: Неудачный Платеж
uk: Невдалий платіж

# scene.transaction_detail.memo_label
source: Memo
ar: ملاحظة
cs: Poznámka
es: Nota
fr: Note
hr: Bilješka
it: Causale
nb: Notat
pl: Notatka
uk: Пам'ятка

# scene.transaction_detail.amount_label
source: Amount
ar: المبلغ
cs: Částka
de: Betrag
es: Cantidad
fr: Montant
hr: Iznos
it: Importo
nb: Beløp
nl: Bedrag
pl: Kwota
pt_br: Quantidade
ru: Количество
uk: Сума

# scene.transaction_detail.fee_label
source: Fee
ar: رسوم
cs: Poplatek
de: Gebühr
es: Tarifa
fr: Frais
hr: Naknada
it: Commissione
nb: Gebyr
nl: Vergoeding
pt_br: Taxa
ru: Комиссия
uk: Комісія

# scene.transaction_detail.date_label
source: Date
ar: التاريخ
cs: Datum
de: Datum
es: Fecha
hr: Datum
it: Data
nb: Dato
nl: Datum
pl: Data
pt_br: Data
ru: Дата
uk: Дата

# scene.transaction_detail.transaction_id_label
source: Transaction ID
ar: ID المعاملة
cs: ID transakce
de: Transaktions-ID
es: ID de la transacción
fr: Identifiant
hr: ID transakcije
it: ID Transazione
nb: Transaksjons-ID
nl: Transactie ID
pl: ID transakcji
pt_br: ID da transação
ru: Номер транзакции
uk: Ідентифікатор транзакції

# scene.transaction_detail.address_label
source: Address
ar: عنوان
cs: Adresa
de: Adresse
es: Dirección
fr: Adresse
hr: Adresa
it: Indirizzo
nb: Adresse
nl: Adres
pl: Adres
pt_br: Endereço
ru: Адрес
uk: Адреса

# scene.transaction_detail.expiry_label
source: Expiry
ar: مدة الصلاحية
cs: Uplynutí
de: Ablauf
es: Caducidad
fr: Expiration
hr: Rok isteka
it: Scadenza
nb: Utløper
nl: Vervaldatum
pl: Czas wygaśniecia
pt_br: Validade
ru: Срок действия
uk: Термін дії

# scene.transaction_detail.expiry_label.expired
source: Expired
ar: منتهية الصلاحية
cs: Expirováno
de: Abgelaufen
es: Expirado
fr: Expiré
hr: Rok je istekao
it: Scaduto
nb: Utløpt
nl: Verlopen
pt_br: Vencido
ru: Истeкший
uk: Термін дії закінчився

# scene.transaction_detail.invoice_state_label
source: State
ar: حالة
cs: Stav
de: Status
es: Estado
fr: État
it: Stato
nb: Status
nl: Staat
pt_br: Estado
uk: Стан

# scene.transaction_detail.invoice_state_label.settled
source: settled
ar: مسدد
cs: vyřízeno
de: bezahlt
es: resuelto
fr: payée
it: Ricezione confermata
nb: betalt
nl: verrekend
pt_br: fechado
uk: статечний

# scene.transaction_detail.preimage_label
source: Preimage
cs: Předběžné
de: Urbild
es: Preimagen
fr: Pré-image
pt_br: Pré-imagem
uk: Першовзір

# scene.transaction_detail.preimage_copy_message
source: Preimage copied.
ar: نسخ Preimage.
cs: Předběžné zkopírováno.
de: Urbild kopiert.
es: Preimagen copiada.
fr: Pré-image copiée.
it: Preimage copiato negli appunti.
nb: Preimage kopiert.
nl: Preimage gekopieerd.
pt_br: Pré-imagem copiada.
uk: Першовзір скопійовано.

# scene.transaction_detail.invoice_copy_message
source: Invoice copied.
ar: تم نسخ الفاتورة.
cs: Faktura byla zkopírována.
de: Rechnung kopiert.
es: Factura copiada.
fr: Demande copiée.
it: Richiesta pagamento copiata negli appunti.
nb: Faktura kopiert.
nl: Factuur gekopieerd.
pt_br: Fatura copiada.
uk: Рахунок скопійовано.

# scene.channel_detail.remote_pub_key_label
source: Remote PubKey
cs: Vzdálená PubKey
es: Clave pública
fr: PubKey distante
hr: Udaljeni PubKey
it: PubKey remoto
nb: Ekstern PubKey
pl: Zdalny klucz publiczny
pt_br: PubKey remoto
ru: Удаленный PubKey
uk: Віддалений відкритий ключ

# scene.channel_detail.local_balance_label
source: Local Balance
ar: الرصيد المحلي
cs: Místní zůstatek
de: Lokaler Kontostand
es: Balance local
fr: Solde local
hr: Lokalni saldo
it: Saldo Locale
nb: Lokal saldo
nl: Lokaal saldo
pl: Lokalne saldo
pt_br: Saldo Local
ru: Локальный Баланс
uk: Поточний баланс

# scene.channel_detail.remote_balance_label
source: Remote Balance
ar: الرصيد البعيد
cs: Vzdálený zůstatek
de: Remote Kontostand
es: Balance remoto
fr: Solde distant
hr: Udaljeni saldo
it: Saldo Remoto
nb: Ekstern saldo
nl: Remote saldo
pl: Zdalne saldo
pt_br: Saldo Remoto
ru: Удаленный Баланс
uk: Віддалений баланс

# scene.channel_detail.closing_time.label
source: Closing in
ar: إغلاق في
cs: Zavírání
de: Schließt in
es: Cerrando
fr: Fermeture dans
hr: Zatvaranje
it: Chiusura in
nb: Lukkes om
nl: Sluit in
pl: Zamknięcia za
pt_br: Fechando em
ru: Закрывается в
uk: Закриття через

# scene.channel_detail.funding_transaction_label
source: Funding Transaction
ar: تمويل المعاملة
cs: Financování transakce
de: Finanzierungstransaktion
es: Financiando Transacción
fr: Transaction d'ouverture
hr: Financiranje transakcije
it: Transazione di finanziamento
nb: Finansieringstransaksjon
nl: Financieringstransactie
pl: Transakcja otwierająca
pt_br: Transação de financiamento
ru: Пополнить Транзакцию
uk: Фінансова транзакція

# scene.channel_detail.closing_transaction_label
source: Closing Transaction
ar: إغلاق المعاملة
cs: Zavírající transakce
de: Transaktion wird abgeschlossen
es: Cerrando Transacción
fr: Transaction de fermeture
it: Chiudi transazione
nl: Translatie sluiten
pt_br: Fechando a Transação
uk: Закриття транзакції

# scene.channel_detail.close_button
source: Close Channel
ar: إغلاق القناة
cs: Uzavřít kanál
de: Channel schließen
es: Cerrar canal
fr: Fermer le canal
hr: Zatvori kanal
it: Chiudi Canale
nb: Lukk kanal
nl: Sluit channel
pt_br: Fechar Canal
ru: Закрыть Канал
uk: Закрити канал

# scene.channel_detail.force_close_button
source: Force Close Channel
ar: أجبار القناة بالإغلاق
cs: Vynutit uzavření kanálu
de: Erzwinge Channel-Schließung
es: Forzar cierre de canal
fr: Fermer de force le canal
hr: Prisilno zatvaranje kanala
it: Forza Chiusura Canale
nb: Tvangslukk kanal
nl: Sluit channel geforceerd af
pt_br: Forçar fechamento do canal
ru: Принудительное Закрытие Канала
uk: Примусове закриття каналу

# scene.filter.title
source: Filter
cs: Filtr
es: Filtro
fr: Filtrer
hr: Filtar
it: Filtra
pl: Filtr Transakcji
pt_br: Filtro
ru: Фиильтр
uk: Фільтр

# scene.filter.section_header.transaction_types
source: Transaction Types
ar: أنواع المعاملات
cs: Typy transakcí
de: Transaktionstypen
es: Tipos de transacción
fr: Types de transaction
hr: Vrste transakcija
it: Tipi di transazione
nb: Transaksjonstyper
nl: Transactietypen
pl: Rodzaje Transakcji
pt_br: Tipos de Transações
ru: Тип транзакции
uk: Типи транзакцій

# scene.filter.displayOnChainTransactions
source: On-chain Payments
ar: المدفوعات On-chain
cs: On-Chain platba
de: On-Chain Zahlungen
es: Pagos en cadena
fr: Paiements On-chain
hr: Na lanac plaćanja
it: Pagamenti On-chain
nb: On-chain Betalinger
nl: On-chain betalingen
pl: Transakcje On-Chain
pt_br: Pagamentos On-Chain
ru: On-chain Платежи
uk: On-Chain платежі

# scene.filter.display_expired_invoices
source: Expired Invoices
ar: فواتير منتهية الصلاحية
cs: Platnost faktur vypršela
de: Abgelaufene Rechnungen
es: Facturas Expiradas
fr: Demandes expirées
it: Richieste di pagamento scadute
nb: Utløpte fakturaer
nl: Verlopen facturen
pt_br: Faturas expiradas
uk: Термін дії рахунків з минулим терміном дії

# scene.filter.displayLightningPayments
source: Lightning Payments
ar: المدفوعات Lightning
cs: Lightning platba
de: Lightning Zahlung
es: Pagos "Lightning"
fr: Paiements Lightning
hr: Munja plaćanja
it: Pagamenti Lightning
nb: Lightning-betalinger
nl: Lightning-betalingen
pl: Płatności LN
pt_br: Pagamentos Lightning
ru: Lightning Переводы
uk: Блискавичні платежі

# scene.filter.displayLightningInvoices
source: Created Invoices
ar: إنشاء الفواتير
cs: Vytvořené faktury
de: Erstellte Rechnungen
es: Facturas creadas
fr: Demandes créées
hr: Stvorene fakture
it: Richieste di pagamento
nb: Opprettede fakturaer
nl: Aangemaakte facturen
pl: Faktury LN
pt_br: Faturas criadas
ru: Создать Платежное Поручение
uk: Створені рахунки-фактури

# scene.filter.displayChannelEvents
source: Channel Events
ar: حالات القناة
cs: Události kanálu
es: Eventos en el canal
fr: Événements de canaux
hr: Događaji za kanal
it: Eventi canale
nb: Kanalbegivenheter
nl: Channelgebeurtenis
pt_br: Eventos do canal
ru: События Канала
uk: Подія каналів

# scene.qrcode_scanner.top_label
source: Scan QR Code
ar: مسح QR-Code
cs: Skenovat QR kód
de: QR-Code scannen
hr: Skeniranje QR-koda
nb: Skann QR-kode
pl: Zeskanuj kod QR
pt_br: Escanear Código QR
ru: Сканиирование QR-Code
uk: Сканувати QR код

# scene.qrcode_scanner.error.unknown_format
source: Unknown address format.
ar: هيئة العنوان غير معروفة.
cs: Neznámý formát adresy.
de: Unbekanntes Adressformat.
es: Formato de dirección desconocida.
fr: Format d'adresse inconnu.
it: Formato indirizzo sconosciuto.
nl: Onbekend adresformaat.
pt_br: Formato de endereço desconhecido.
uk: Невідомий формат адреси.

# scene.qrcode_scanner.error.wrong_network
source: You tried opening an invoice for %@ but your node is connected to %@.
ar: لقد حاولت فتح فاتورة لـ %@ ولكن node الخاصة بك متصلة بـ %@.
cs: Pokusili jste se otevřít fakturu pro %@, ale váš uzel je připojen k %@.
de: Du hast versucht, eine Rechnung für %@ zu öffnen, aber dein Knoten ist mit %@ verbunden.
es: Has intentado establecer una conexión para %@ pero tu nodo esta conectado a %@.
fr: Vous avez essayé de décoder une demande pour le %@, mais votre node est connecté au %@.
it: Si è provato ad aprire una ricevuta per %@ ma il nodo è connesso a %@.
nl: Je hebt geprobeerd een invoice te openen voor %@, maar je node is verbonden met %@.
pt_br: Você tentou abrir uma fatura para %@, mas seu nó está conectado a %@.
uk: Ви намагались відкрити рахунок для %@, але ваш вузел пов'язано з %@.

# scene.qrcode_scanner.error.zero_amount_invoice
source: For security reasons, Zap does not support invoices without a specified amount.
ar: لأسباب أمنية ، لا يدعم zap الفواتير بدون مبلغ محدد.
cs: Z bezpečnostních důvodů Zap nepodporuje faktury bez zadané částky.
de: Aus Sicherheitsgründen unterstützt Zap keine Rechnungen ohne einen bestimmten Betrag.
nl: Om veiligheidsredenen ondersteunt Zap geen invoices zonder een bepaald bedrag.
pt_br: Por razões de segurança, Zap não permite faturas sem uma quantia especificada.
uk: З міркувань безпеки Zap не підтримує рахунки-фактури без визначеної суми.

# scene.qrcode_scanner.camera_access_denied_alert.ok
source: Settings
ar: إعدادات
cs: Nastavení
de: Einstellungen
fr: Réglages
nl: Instellingen
pt_br: Configurações
uk: Налаштування

# scene.qrcode_scanner.camera_access_denied_alert.title
source: Camera access denied
ar: تم رفض الوصول إلى الكاميرا
cs: Přístup k fotoaparátu byl odepřen
de: Kamerazugriff abgelehnt
fr: Accès à l'appareil photo refusé
nl: Cameratoegang geweigerd
pt_br: Acesso à câmera negado
uk: Доступ до камери відхилено

# scene.qrcode_scanner.camera_access_denied_alert.message
source: Turn on camera access in the settings to scan the QR Code.
ar: قم بسماح الوصول للكاميرا في الإعدادات لمسح رمز QR.
cs: Chcete-li skenovat QR kód, povolte v nastavení přístup k fotoaparátu.
de: Schalte den Kamerazugriff in den Einstellungen ein, um den QR-Code zu scannen.
nl: Schakel cameratoegang in om de QR-code te scannen.
pt_br: Permita o acesso à câmera para escanear o Código QR.
uk: Увімкніть доступ до камери в налаштуваннях, щоб сканувати QR-код.

# scene.wallet.title
source: Wallet
ar: محفظة
cs: Peněženka
es: Cartera
fr: Portefeuille
hr: Novčanik
it: Portafoglio
nb: Lommebok
pl: Portfel
pt_br: Carteira
ru: Кошелек
uk: Гаманець

# scene.wallet.total_balance
source: Total Balance
ar: الرصيد الكلي
cs: Celkový zůstatek
de: Totaler Kontostand
es: Balance Total
fr: Solde total
it: Saldo Totale
nb: Total Saldo
nl: Totaal saldo
pt_br: Saldo Total
uk: Загальний баланс

# scene.wallet.detail.pending
source: Pending:
ar: قيد الانتظار:
cs: Čekající:
de: Ausstehend:
es: Pendiente:
fr: En attente :
it: In sospeso:
nb: Utestående:
nl: In behandeling:
pt_br: Pendente:
uk: Очікування:

# scene.wallet.empty_state.title
source: Fund your wallet
ar: تمويل محفظتك
cs: Dobijte vaši peněženku
de: Lade deine Wallet auf
es: Agregue fondos a su cartera Zap
fr: Approvisionnez votre portefeuille
it: Trasferisci nel portafogli
nl: Stort tegoed in je wallet
pt_br: Envie fundos para sua carteira
uk: Поповнити ваш гаманець

# scene.wallet.empty_state.message
source: Your wallet is empty! Get started by depositing some funds.
ar: محفظتك فارغة! ابدأ بإيداع بعض الأموال.
cs: Vaše peněženka je prázdná! Začněte vložením prostředků.
de: Deine Wallet ist leer! Starten jetzt und füge Geld hinzu.
es: Tu cartera esta vacía! Para empezar, hay que depositar fondos.
fr: Votre portefeuille est vide ! Pour démarrer, déposez quelques fonds.
it: Il tuo portafogli è vuoto! Inizia a depositare qualcosa.
nl: Je wallet is leeg! Ga aan de slag door wat tegoed te storten.
pt_br: Sua carteira está vazia! Comece depositando fundos.
uk: Ваш гаманець порожній! Почніть з внесення коштів.

# scene.wallet.empty_state.button_title
source: Deposit funds
ar: إيداع الأموال
cs: Vložit prostředky
de: Geld einzahlen
es: Deposita fondos
fr: Déposer des fonds
it: Deposita fondi
nl: Stort tegoed
pt_br: Depositar fundos
uk: Депозитні кошти

# scene.wallet.open_channel.message
source: You can’t transact on the the Lightning Network yet. Open a channel to start.
cs: S Lightning Network zatím nemůžete obchodovat. Začněte otevřením kanálu.
de: Du kannst noch keine Transaktion im Lightning Netzwerk vornehmen. Öffne zuerst einen Kanal.
nl: Je kan nog geen transacties uitvoeren op het Lightning Network. Open eerst een channel.
pt_br: Você ainda não pode transacionar na Lightning Network ainda. Abra um canal para começar.
uk: Ви ще не можете здійснювати трансакцію в мережі Lightning. Відкрийте канал для початку.

# scene.wallet.open_channel.action
source: Open a channel
cs: Otevřít kanál
de: Zahlungskanal öffnen
nl: Open een channel
pt_br: Abrir um canal
uk: Відкрити канал

# scene.time_lock.headline
source: Wrong PIN
ar: رمز مرور خاطئ
cs: Špatný PIN
de: Falsche PIN
fr: Mauvais code PIN
hr: Pogrešna lozinka
nb: Ugyldig PIN-kode
nl: Verkeerde pincode
pt_br: PIN incorreto
ru: Не правильный Пароль
uk: Невірний пінкод
